Repository: ivan-hc/AM
Catalog: translations/po-files/*.po
Languages: de, es, sr

source: \n ◆ SYNCHRONIZING \"$AMCLIUPPER\" VERSION \"$CURRENT_AM_VERSION\"...\r
de: \n ◆ SYNCHRONISIERE \"$AMCLIUPPER\" VERSION \"$CURRENT_AM_VERSION\"...\r
es: \n ◆ SINCRONIZANDO VERSIÓN \"$CURRENT_AM_VERSION\" DE \"$AMCLIUPPER\"...\r
sr: \n ◆ SINHRONIZUJEM \"$AMCLIUPPER\" VERZIJU \"$CURRENT_AM_VERSION\"...\r

source: A new release of \"$AMCLIUPPER\" is available, please wait...\r
de: Eine neue Version von \"$AMCLIUPPER\" ist verfügbar, bitte warten...\r
es: Hay una nueva versión de \"$AMCLIUPPER\" disponible, por favor espere...\r
sr: Novo izdanje od \"$AMCLIUPPER\" je dostupno, molim sačekaj...\r

source: ◆ \"$AMCLIUPPER\" IS NOW UPDATED TO THE BRAND NEW \"$NEW_AM_VERSION\" VERSION!
de: ◆ \"$AMCLIUPPER\" WURDE AUF DIE BRANDNEUE VERSION \"$NEW_AM_VERSION\" AKTUALISIERT!
es: ◆ ¡\"$AMCLIUPPER\" ESTÁ ACTUALIZADO A LA NUEVA VERSIÓN \"$NEW_AM_VERSION\"!
sr: ◆ \"$AMCLIUPPER\" JE SADA AŽURIRAN NA NAJNOVIJU \"$NEW_AM_VERSION\" VERZIJU!

source: \n Replacement of version \"%b\" currently in use, COMPLETED! \n
de: \n Ersetzung der derzeit verwendeten Version \"%b\" ABGESCHLOSSEN! \n
sr: \n Zamena verzije \"%b\" u trenutnom korišćenju, ZAVRŠENO! \n

source: \n See https://github.com/ivan-hc/AM/commits/main\n\n
de: \n Siehe https://github.com/ivan-hc/AM/commits/main\n\n
sr: \n Vidi https://github.com/ivan-hc/AM/commits/main\n\n

source: ◆ \"$AMCLIUPPER\" IS ALREADY UPDATED, CURRENT VERSION \"$CURRENT_AM_VERSION\"
de: ◆ \"$AMCLIUPPER\" IST BEREITS AKTUALISIERT, AKTUELLE VERSION \"$CURRENT_AM_VERSION\"
es: ◆ \"$AMCLIUPPER\" YA ESTÁ ACTUALIZADO, VERSIÓN ACTUAL \"$CURRENT_AM_VERSION\"
sr: ◆ \"$AMCLIUPPER\" JE VEĆ AŽURIRAN, TRENUTNA VERZIJA \"$CURRENT_AM_VERSION\"

source: \n See https://github.com/ivan-hc/AM/commits/%b\n\n
de: \n Siehe https://github.com/ivan-hc/AM/commits/%b\n\n
sr: \n Vidi https://github.com/ivan-hc/AM/commits/%b\n\n

source: %b\"%b\" CAN MANAGE UPDATES FOR THE FOLLOWING PROGRAMS\033[0m:\n%b\n\n
de: %b\"%b\" KANN UPDATES FÜR DIE FOLGENDEN PROGRAMME VERWALTEN\033[0m:\n%b\n\n
es: %b\"%b\" PUEDE GESTIONAR ACTUALIZACIONES PARA LOS SIGUIENTES PROGRAMAS\033[0m:\n%b\n\n
sr: %b\"%b\" MOŽE DA UPRAVLJA AŽURIRANJIMA ZA SLEDEĆE PROGRAME\033[0m:\n%b\n\n

source: None
de: Keine
es: Ninguno
sr: Nijedno

source: \n %bAll self-updatable programs are excluded\033[0m\n
de: \n %bAlle selbstaktualisierenden Programme sind ausgeschlossen\033[0m\n
es: \n %bTodos los programas autoactualizables están excluidos\033[0m\n
sr: \n %bSvi programi sopstvenog ažuriranja su izostavljeni\033[0m\n

source: Nothing to do here! \n
de: Nichts zu tun! \n
sr: Ovde nema ništa da se radi! \n

source: The following apps have been updated:\n\n
de: Die folgenden Apps wurden aktualisiert:\n\n
es: Las siguientes aplicaciones han sido actualizadas:\n\n
sr: Sledeće aplikacije su ažurirane:\n\n

source: %b✔\033[0m $APPNAME is updated, $timelapsed second elapsed! \n
de: %b✔\033[0m $APPNAME wurde aktualisiert, $timelapsed Sekunde verstrichen! \n
es: %b✔\033[0m $APPNAME se actualizó, ¡transcurrió $timelapsed segundo! \n
sr: %b✔\033[0m $APPNAME je ažuriran, $timelapsed sekund je prošao! \n

source: %b✔\033[0m $APPNAME is updated, $timelapsed seconds elapsed! \n
de: %b✔\033[0m $APPNAME wurde aktualisiert, $timelapsed Sekunden verstrichen! \n
es: %b✔\033[0m $APPNAME se actualizó, ¡transcurrieron $timelapsed segundos! \n
sr: %b✔\033[0m $APPNAME je ažuriran, $timelapsed sekundi je prošlo! \n

source: %b✖\033[0m %b is read-only, cannot update it!\n
de: %b✖\033[0m %b ist schreibgeschützt, kann nicht aktualisiert werden!\n
es: %b✖\033[0m %b es de solo lectura, ¡no se puede actualizar!\n
sr: %b✖\033[0m %b je u isključivo-čitljivom režimu (r/o), ne mogu da ga ažuriram!\n

source: ◆ Update local AppImages integrated manually
de: ◆ Manuell integrierte lokale AppImages aktualisieren
es: ◆ Actualizar AppImages locales integradas manualmente
sr: ◆ Ažuriraj lokalne AppImage-ove koji su ručno integrisani

source: (unmounted)
de: (nicht eingehängt)
es: (no montado)
sr: (nemontiran)

source: %b\n >> %bSTART OF ALL PROCESSES\033[0m << \n%b\n
de: %b\n >> %bSTART ALLER PROZESSE\033[0m << \n%b\n
es: %b\n >> %bINICIO DE TODOS LOS PROCESOS\033[0m << \n%b\n
sr: %b\n >> %bPOČETAK SVIH PROCESA\033[0m << \n%b\n

source: >> %bEND OF ALL PROCESSES\033[0m << \n%b\n
de: >> %bENDE ALLER PROZESSE\033[0m << \n%b\n
es: >> %bFIN DE TODOS LOS PROCESOS\033[0m << \n%b\n
sr: >> %bKRAJ SVIH PROCESA\033[0m << \n%b\n

source: %b\n >> %bEND OF ALL PROCESSES\033[0m << \n%b\n
de: %b\n >> %bENDE ALLER PROZESSE\033[0m << \n%b\n
es: %b\n >> %bFIN DE TODOS LOS PROCESOS\033[0m << \n%b\n
sr: %b\n >> %bKRAJ SVIH PROCESA\033[0m << \n%b\n

source: %b✖\033[0m %b cannot be updated, program not found \n
de: %b✖\033[0m %b kann nicht aktualisiert werden, Programm nicht gefunden \n
es: %b✖\033[0m %b no se puede actualizar, programa no encontrado \n
sr: %b✖\033[0m %b ne može da se ažurira, program nije pronađen \n

source: %b✖\033[0m %b cannot be updated%b\n
de: %b✖\033[0m %b kann nicht aktualisiert werden%b\n
es: %b✖\033[0m %b no se puede actualizar%b\n
sr: %b✖\033[0m %b ne može da se ažurira%b\n

source: ERROR: \"$arg\" is not installed, see \"-f\"
de: FEHLER: \"$arg\" ist nicht installiert, siehe \"-f\"
es: ERROR: \"$arg\" no está instalado, consulte \"-f\"
sr: GREŠKA: \"$arg\" nije instaliran, vidi \"-f\"

source: ERROR: \"$AMCLI\" cannot manage updates for \"$arg\"
de: FEHLER: \"$AMCLI\" kann Updates für \"$arg\" nicht verwalten
es: ERROR: \"$AMCLI\" no puede gestionar actualizaciones para \"$arg\"
sr: GREŠKA: \"$AMCLI\" ne može da upravlja ažuriranjima za \"$arg\"

source: ERROR: \"$arg\" source is not on Github
de: FEHLER: Die Quelle von \"$arg\" liegt nicht auf Github
es: ERROR: la fuente de \"$arg\" no está en Github
sr: GREŠKA: \"$arg\" izvor nije na Github-u

source: ERROR: \"$arg\" does not redirect to a generic \"releases\"
de: FEHLER: \"$arg\" leitet nicht zu einem generischen \"releases\" um
es: ERROR: \"$arg\" no redirige a una \"releases\" genérica
sr: GREŠKA: \"$arg\" ne preusmerava do generičnih \"releases\"

source: Module not found, run \"$AMCLI -s\" to update \"$AMCLIUPPER\"
de: Modul nicht gefunden. Führen Sie \"$AMCLI -s\" aus, um \"$AMCLIUPPER\" zu aktualisieren.
es: Módulo no encontrado, ejecute \"$AMCLI -s\" para actualizar \"$AMCLIUPPER\"
sr: Modul nije pronađen, pokreni \"$AMCLI -s\" da ažuriraš \"$AMCLIUPPER\"

source: USAGE: $AMCLI [OPTION]
de: NUTZUNG: $AMCLI [OPTION]
es: USO: $AMCLI [OPCIÓN]
sr: KORIŠĆENJE: $AMCLI [OPCIJA]

source: Run the \"$AMCLI -h\" command to find out more
de: Führen Sie den Befehl \"$AMCLI -h\" aus, um mehr zu erfahren
es: Ejecute el comando \"$AMCLI -h\" para obtener más información
sr: Pokreni \"$AMCLI -h\" komandu da saznaš više

source: This feature is disabled by your organization
de: Diese Funktion wurde von Ihrer Organisation deaktiviert
es: Esta característica está deshabilitada por su organización
sr: Ova mogućnost je isključena od strane tvoje organizacije

source: SYNOPSIS
de: KURZBESCHREIBUNG

source: DESCRIPTION: A command line utility to install and manage AppImages and other portable programs for GNU/Linux thanks to its AUR-inspired database.
de: BESCHREIBUNG: Ein Kommandozeilenwerkzeug zum Installieren und Verwalten von AppImages und anderen portablen Programmen für GNU/Linux, basierend auf einer AUR-inspirierten Datenbank.

source: OPTIONS
de: OPTIONEN

source: THIRD-PARTY FLAGS
de: DRITTANBIETER-SCHALTER

source: Third-party databases
de: Drittanbieter-Datenbanken

source: SITES
de: SEITEN

source: Description: Shows more info about one or more apps.
de: Beschreibung: Zeigt weitere Informationen zu einer oder mehreren Apps.

source: Description: Accede to github APIs using your personal access tokens. The file named \"ghapikey.txt\" will be saved in $AMDATADIR. Use \"del\" to remove it.
de: Beschreibung: Greift mit Ihrem persönlichen Zugriffstoken auf die GitHub-APIs zu. Die Datei \"ghapikey.txt\" wird in $AMDATADIR gespeichert. Verwenden Sie \"del\" zum Entfernen.

source: Description: Create a snapshot of the current version of an installed program.
de: Beschreibung: Erstellt einen Snapshot der aktuellen Version eines installierten Programms.

source: Description: Removes all the unnecessary files and folders.
de: Beschreibung: Entfernt alle unnötigen Dateien und Ordner.

source: Description: Clone the list of installed apps to an \"am-clone.source\" file, or search for an existing one on the desktop (priority), in $HOME, or across the entire system and removable devices. Add \"-i\" or \"install\" if you want to install or add the listed apps to a new configuration, to share it with anyone on other PCs and configurations. Add the \"--system\" or \"--user\" flag if you want all listed apps to be installed system-wide or locally respectively. You can also set the path to a custom file by exporting the \$CLONE_FILE variable.
de: Beschreibung: Klont die Liste der installierten Apps in eine Datei \"am-clone.source\" oder sucht nach einer vorhandenen auf dem Desktop (Priorität), in $HOME oder im gesamten System und auf Wechselmedien. Fügen Sie \"-i\" bzw. \"install\" hinzu, um die aufgeführten Apps zu installieren oder zu einer neuen Konfiguration hinzuzufügen, um sie auf anderen PCs/Konfigurationen zu teilen. Fügen Sie den Schalter \"--system\" oder \"--user\" hinzu, um alle gelisteten Apps systemweit bzw. lokal zu installieren. Sie können den Pfad zu einer benutzerdefinierten Datei festlegen, indem Sie die Variable \$CLONE_FILE exportieren.

source: Description: Set a dedicated \$XDG_CONFIG_HOME for one or more AppImages.
de: Beschreibung: Setzt ein dediziertes \$XDG_CONFIG_HOME für ein oder mehrere AppImages.

source: Description: Download an older or specific app version.
de: Beschreibung: Lädt eine ältere oder bestimmte App-Version herunter.

source: Description: Download one or more installation scripts to your desktop or convert them to local installers for \"AppMan\". To test the scripts, use the \"$AMCLI -i '/path/to/script'\" command or enter the directory of the script and run the \"$AMCLI -i ./script\" command, even using dedicated flags, if necessary (see \"-i\").
de: Beschreibung: Lädt ein oder mehrere Installationsskripte auf Ihren Desktop herunter oder konvertiert sie in lokale Installer für \"AppMan\". Zum Testen der Skripte verwenden Sie \"$AMCLI -i '/pfad/zum/skript'\" oder wechseln in das Skriptverzeichnis und führen \"$AMCLI -i ./script\" aus – bei Bedarf mit zusätzlichen Schaltern (siehe \"-i\").

source: Description: Install AppImages from github.com, outside the database. This allows you to install, update and manage them all like the others. Where \"user/project\" can be the whole URL to the github repository, give a name to the program so that it can be used from the command line. Optionally, add an \"univoque\" keyword if multiple AppImages are listed.
de: Beschreibung: Installiert AppImages von github.com außerhalb der Datenbank. So können diese wie andere verwaltet, aktualisiert und genutzt werden. \"user/project\" kann die vollständige URL des GitHub-Repos sein. Vergeben Sie einen Programmnamen, um es per CLI zu nutzen. Optional kann ein eindeutiges Schlüsselwort angegeben werden, falls mehrere AppImages gelistet sind.

source: Description: Shows the list of all installed programs, with sizes. By default apps are sorted by size, use \"--byname\" to sort by name. With the option \"--less\" it shows only the number of installed apps. Option \"-fi\" only shows installed apps, not the AppImages integrated with the \"--launcher\" option.
de: Beschreibung: Zeigt die Liste aller installierten Programme mit Größen. Standardmäßig nach Größe sortiert; verwenden Sie \"--byname\" für Sortierung nach Name. Mit \"--less\" wird nur die Anzahl angezeigt. \"-fi\" zeigt nur installierte Apps, nicht die mit \"--launcher\" integrierten AppImages.

source: Description: Prints this message.
de: Beschreibung: Gibt diese Nachricht aus.

source: Description: Prevents an installed application from being shown or managed by \"$AMCLI\".
de: Beschreibung: Verhindert, dass eine installierte Anwendung von \"$AMCLI\" angezeigt oder verwaltet wird.

source: Description: Set a dedicated \$HOME directory for one or more AppImages.
de: Beschreibung: Setzt ein dediziertes \$HOME-Verzeichnis für ein oder mehrere AppImages.

source: Description: Set dedicated \$HOME and \$XDG_CONFIG_HOME directories for one or more AppImages.
de: Beschreibung: Setzt dedizierte \$HOME- und \$XDG_CONFIG_HOME-Verzeichnisse für ein oder mehrere AppImages.

source: Description: Allow installed apps to use system icon themes. You can specify the name of the apps to change or use the \"--all\" flag to change all of them at once. This will remove the icon path from the .desktop file and add the symbolic link of all available icons in the $DATADIR/icons/hicolor/scalable/apps directory. The \"--icons\" option can be used as \"flag\" in the \"-i\" and \"-ia\" options.
de: Beschreibung: Erlaubt installierten Apps, System-Icon-Themes zu verwenden. Geben Sie App-Namen an oder nutzen Sie \"--all\", um alle auf einmal zu ändern. Dadurch wird der Icon-Pfad in der .desktop-Datei entfernt und symbolische Links aller verfügbaren Icons in $DATADIR/icons/hicolor/scalable/apps hinzugefügt. Die Option \"--icons\" kann als Schalter bei \"-i\" und \"-ia\" verwendet werden.

source: Description: Install one or more programs or libraries from the list. With the \"--debug\" option you can see log messages to debug the script. For more details on \"--force-latest\", see the dedicated option, below. Use the \"--icons\" flag to allow the program to use icon themes. The \"--sandbox\" flag allows you to set sandboxes for AppImage packages. It can also be extended with additional flags (see third-party flags, at the bottom of this message).
de: Beschreibung: Installiert ein oder mehrere Programme/Bibliotheken aus der Liste. Mit \"--debug\" werden Logausgaben zur Fehlersuche angezeigt. Details zu \"--force-latest\" siehe unten. Mit \"--icons\" Icon-Themes erlauben. Mit \"--sandbox\" Sandboxes für AppImage-Pakete setzen. Kann um Drittanbieter-Schalter erweitert werden (siehe unten).

source: Description: Same as \"install\" (see above) but for AppImages only. Option \"-ias\" (aka Install AppImage & Sandbox) is equivalent to \"-ia --sandbox\", to set sandboxes for AppImage packages.
de: Beschreibung: Wie \"install\" (siehe oben), jedoch nur für AppImages. Option \"-ias\" (Install AppImage & Sandbox) entspricht \"-ia --sandbox\" zum Setzen von Sandboxes.

source: Description: Shows the list of all the apps available. Without flags only shows the apps in the \"AM\" database, add the \"--appimages\" to show only the AppImages or \"--portable\" to show other formats from the \"AM\" database. The \"--all\" flag allows you to consult the set of all supported third-party databases. It can also be extended with additional flags (see third-party flags, at the bottom of this message).
de: Beschreibung: Zeigt die Liste aller verfügbaren Apps. Ohne Schalter nur Apps aus der \"AM\"-Datenbank. Mit \"--appimages\" nur AppImages anzeigen, mit \"--portable\" andere Formate aus der \"AM\"-Datenbank. \"--all\" bezieht alle unterstützten Drittanbieter-Datenbanken ein. Erweiterbar um weitere Schalter (siehe unten).

source: Description: Prevent an application being updated, if it has an\"AM-updater\" script.
de: Beschreibung: Verhindert das Aktualisieren einer Anwendung, sofern ein \"AM-updater\"-Skript vorhanden ist.

source: Description: Set a new default repo, use \"add\" to append the path to a local directory or an online URL, then use \"select\" to use it by default, a message will warn you about the usage of this repo instead of the default one. Use \"on\"/\"off\" to enable/disable it. Use \"purge\" to remove all 3rd party repos. Use \"info\" to see the source from where installation scripts and lists are taken.
de: Beschreibung: Setzt ein neues Standard-Repo. Mit \"add\" fügen Sie den Pfad zu einem lokalen Verzeichnis oder eine Online-URL hinzu, mit \"select\" wählen Sie es als Standard. Eine Meldung weist auf die Nutzung dieses Repos hin. Mit \"on\"/\"off\" aktivieren/deaktivieren. Mit \"purge\" alle Drittanbieter-Repos entfernen. Mit \"info\" die Quelle der Installationsskripte und Listen anzeigen.

source: Description: Convert old AppImages and get rid of \"libfuse2\" dependence.
de: Beschreibung: Konvertiert alte AppImages und entfernt die Abhängigkeit von \"libfuse2\".

source: Description: Overwrite apps with snapshots saved previously (see \"-b\").
de: Beschreibung: Überschreibt Apps mit zuvor gespeicherten Snapshots (siehe \"-b\").

source: Description: Search for keywords in the list of available applications, add the \"--appimages\" option to list only the AppImages, \"--portable\" option to list only the portable apps or add \"--pkg\" to list multiple programs at once. The \"--all\" flag allows you to consult the set of all supported databases.
de: Beschreibung: Sucht nach Schlüsselwörtern in der Liste verfügbarer Anwendungen. Mit \"--appimages\" nur AppImages, mit \"--portable\" nur portable Apps listen. Mit \"--pkg\" mehrere Programme auf einmal auflisten. \"--all\" bezieht alle unterstützten Datenbanken ein.

source: Description: Reinstall only programs whose installation script has been modified in AM's online database. Use the \"--all\" flag to reinstall everything instead. NOTE, this only works with the \"AM\" database. Apps installed with the \"-e\" option and custom scripts created with the \"-t\" option are not supported.
de: Beschreibung: Reinstalliert nur Programme, deren Installationsskript in der AM-Online-Datenbank geändert wurde. Mit \"--all\" stattdessen alles neu installieren. HINWEIS: Funktioniert nur mit der \"AM\"-Datenbank. Mit \"-e\" installierte Apps und mit \"-t\" erstellte benutzerdefinierte Skripte werden nicht unterstützt.

source: Description: Remove and reinstall local/AppMan apps to a new location.
de: Beschreibung: Entfernt lokale/AppMan-Apps und installiert sie an einem neuen Ort erneut.

source: Description: Removes one or more apps, requires confirmation.
de: Beschreibung: Entfernt eine oder mehrere Apps (Bestätigung erforderlich).

source: Description: Removes one or more apps without asking.
de: Beschreibung: Entfernt eine oder mehrere Apps ohne Rückfrage.

source: Description: Run an AppImage in a sandbox. NOTE, \"--sandbox\" can be used as a flag in \"-i\" and \"-ia\" or can be replaced using the option \"-ias\" (aka Install AppImage & Sandbox).
de: Beschreibung: Führt ein AppImage in einer Sandbox aus. HINWEIS: \"--sandbox\" kann als Schalter bei \"-i\" und \"-ia\" verwendet werden oder durch \"-ias\" ersetzt werden.

source: Description: Updates this script to the latest version hosted.
de: Beschreibung: Aktualisiert dieses Skript auf die neueste verfügbare Version.

source: Description: Generate a custom installation script. To test the scripts, use the \"$AMCLI -i '/path/to/script'\" command or enter the directory of the script and run the \"$AMCLI -i ./script\" command, even using dedicated flags, if necessary (see \"-i\").
de: Beschreibung: Erzeugt ein benutzerdefiniertes Installationsskript. Zum Testen \"$AMCLI -i '/pfad/zum/skript'\" ausführen oder ins Skriptverzeichnis wechseln und \"$AMCLI -i ./script\" starten; bei Bedarf mit zusätzlichen Schaltern (siehe \"-i\").

source: Description: Download and set one or more language packs (if available), set \"$AMCLI\" to English (default), your language or other languages.\n\nVisit https://github.com/ivan-hc/AM/tree/$AMBRANCH/translations to get source files needed to submit new translations or to improve the existing ones.
de: Beschreibung: Lädt (falls verfügbar) ein oder mehrere Sprachpakete herunter und setzt \"$AMCLI\" auf Englisch (Standard), Ihre Sprache oder weitere Sprachen.\n\nBesuchen Sie https://github.com/ivan-hc/AM/tree/$AMBRANCH/translations, um Quelldateien für neue oder verbesserte Übersetzungen zu erhalten.

source: Description: Allow a hidden app to be shown and managed again (nulls \"hide\").
de: Beschreibung: Hebt das Verstecken einer App auf, sodass sie wieder angezeigt und verwaltet werden kann (macht \"hide\" rückgängig).

source: Description: Unlock updates for the selected program (nulls \"lock\").
de: Beschreibung: Schaltet Updates für das ausgewählte Programm frei (macht \"lock\" rückgängig).

source: Description: Update everything. Add \"--apps\" to update only the apps or write only the apps you want to update by adding their names. Add the \"--debug\" flag to view the output of AM-updater scripts. Add the \"--launcher\" flag to try to update only local AppImages integrated with the \"--launcher\" option (see \"--launcher\").
de: Beschreibung: Aktualisiert alles. Mit \"--apps\" nur Apps aktualisieren oder die gewünschten App-Namen angeben. Mit \"--debug\" die Ausgaben der AM-updater-Skripte anzeigen. Mit \"--launcher\" versuchen, nur lokal mit \"--launcher\" integrierte AppImages zu aktualisieren (siehe \"--launcher\").

source: Description: Shows the version.
de: Beschreibung: Zeigt die Version.

source: Description: Undo \"--devmode-enable\" (see below).
de: Beschreibung: Macht \"--devmode-enable\" rückgängig (siehe unten).

source: Description: Use the development branch (at your own risk).
de: Beschreibung: Verwendet den Entwicklungszweig (auf eigene Gefahr).

source: Description: Disable notifications during apps update.
de: Beschreibung: Deaktiviert Benachrichtigungen während App-Updates.

source: Description: Disable the sandbox for the selected app.
de: Beschreibung: Deaktiviert die Sandbox für die ausgewählte App.

source: Description: Enable notifications during apps update (nulls \"--disable-notifications\").
de: Beschreibung: Aktiviert Benachrichtigungen während App-Updates (macht \"--disable-notifications\" rückgängig).

source: Description: Downgrades an installed app from pre-release to \"latest\".
de: Beschreibung: Downgradet eine installierte App von einer Vorabversion auf \"latest\".

source: Description: Drag/drop one or more AppImages in the terminal and embed them in the apps menu and customize a command to use from the CLI. NOTE that \"--launcher\" can be used as a flag in \"-u\" to try to update the integrated AppImages (see \"-u\"). This works only if \"appimageupdatetool\" is installed and delta updates are supported. This flag does not work miracles, I strongly suggest to use options \"-ia\" and \"-e\" instead.
de: Beschreibung: Ziehen Sie ein oder mehrere AppImages ins Terminal, um sie ins App-Menü einzubinden, und legen Sie einen CLI-Befehl fest. HINWEIS: \"--launcher\" kann als Schalter bei \"-u\" verwendet werden, um integrierte AppImages zu aktualisieren (siehe \"-u\"). Das funktioniert nur, wenn \"appimageupdatetool\" installiert ist und Delta-Updates unterstützt werden. Dieser Schalter ist keine Wunderwaffe – verwenden Sie bevorzugt \"-ia\" und \"-e\".

source: Description: Switch \"AM\" back to \"AM\" from \"AppMan Mode\" (see \"--user\").
de: Beschreibung: Wechselt von \"AppMan-Modus\" zurück zu \"AM\" (siehe \"--user\").

source: Description: Made \"AM\" run in \"AppMan Mode\", locally, useful for unprivileged users. This option only works with \"AM\". The \"--user\" option can also be used just as a flag for installation options. For example: - Use it to install applications locally, option \"-i\" or \"install\":
de: Beschreibung: Lässt \"AM\" im \"AppMan-Modus\" lokal laufen – nützlich für Nutzer ohne erhöhte Rechte. Diese Option funktioniert nur mit \"AM\". Die Option \"--user\" kann auch als Schalter für Installationsoptionen genutzt werden. Zum Beispiel: - Lokal installieren mit \"-i\" bzw. \"install\":

source: - Also suboptions of \"-i\" can work with this flag:
de: - Auch Unteroptionen von \"-i\" funktionieren mit diesem Schalter:
