Repository: ivan-hc/AM
Catalog: translations/po-files/*.po
Languages: de, es, sr

source: ERROR: %b not found\033[0m\n
es: ERROR: %b no encontrado\033[0m\n
sr: GREŠKA: %b nije pronađen\033[0m\n

source: ◆ File: %s\n
es: ◆ Archivo: %s\n
sr: ◆ Fajl: %s\n

source: Warning! Your AppImage uses \"zsync\" to update.
es: ¡Advertencia! Su AppImage usa \"zsync\" para actualizar.
sr: Upozorenje! Tvoj AppImage koristi \"zsync\" za ažuriranja.

source: The .zsync file will be removed and will no longer work
es: El archivo .zsync será eliminado y ya no funcionará
sr: .zsync fajl će biti obrisan i neće više raditi

source: your \"AM-updater\" will likely still be able to update the AppImage
es: su \"AM-updater\" probablemente aún podrá actualizar la AppImage
sr: tvoj \"AM-updater\" će verovatno i dalje moći da ažurira AppImage

source: by comparing the old vs new version url, but it is not guaranteed
es: comparando la URL de la versión antigua con la nueva, pero no está garantizado
sr: poređenjem URL-a stare naspram nove verzije, ali to nije garantovano

source: Do you want to proceede anyway? (N/y)
es: ¿Desea proceder de todos modos? (N/s)
sr: Da li i dalje želiš da nastaviš? (N/y)

source: Error: You can't sandbox aisap
es: Error: No puede ejecutar aisap en sandbox
sr: Greška: Ne možeš da sandbox-uješ aisap

source: ◆ DO YOU WISH TO INSTALL AISAP? Install size <5 MiB? (Y/n)
es: ◆ ¿DESEA INSTALAR AISAP? ¿Tamaño de instalación <5 MiB? (S/n)
sr: ◆ DA LI ŽELIŠ DA INSTALIRAŠ AISAP? Veličina instalacije <5 MiB? (Y/n)

source: ◆ DO YOU WISH TO INSTALL AISAP LOCALLY? (Y/n)
es: ◆ ¿DESEA INSTALAR AISAP LOCALMENTE? (S/n)
sr: ◆ DA LI ŽELIŠ DA LOKALNO INSTALIRAŠ AISAP? (Y/n)

source: aisap installed successfully!
es: ¡aisap instalado correctamente!
sr: aisap uspešno instaliran!

source: STATUS: %b\n
es: ESTADO: %b\n

source: STATUS: %b
es: ESTADO: %b
