Repository: ivan-hc/AM
Catalog: translations/po-files/*.po
Languages: de, es, sr

source: NAME: ${Green}$AMCLIUPPER\033[0m VERSION: ${Green}$AMVERSION\033[0m SYNOPSIS: ${LightBlue}$AMCLI {OPTION}\033[0m ${LightBlue}$AMCLI {OPTION} {PROGRAM}\033[0m DESCRIPTION: A command line utility to install and manage AppImages and other portable programs for GNU/Linux thanks to its AUR-inspired database. OPTIONS: ${Gold}about, -a\033[0m ${LightBlue}$AMCLI -a {PROGRAM}\033[0m Description: Shows more info about one or more apps. ${Gold}apikey\033[0m ${LightBlue}$AMCLI apikey {Github Token} ${LightBlue}$AMCLI apikey delete\033[0m Description: Accede to github APIs using your personal access tokens. The file named \"ghapikey.txt\" will be saved in $AMDATADIR. Use \"del\" to remove it. ${Gold}backup, -b\033[0m ${LightBlue}$AMCLI -b {PROGRAM}\033[0m Description: Create a snapshot of the current version of an installed program. ${Gold}clean, -c\033[0m ${LightBlue}$AMCLI -c\033[0m Description: Removes all the unnecessary files and folders. ${Gold}config, -C, --config\033[0m ${LightBlue}$AMCLI -C {PROGRAM}\033[0m Description: Set a dedicated \$XDG_CONFIG_HOME for one or more AppImages. ${Gold}downgrade, --rollback\033[0m ${LightBlue}$AMCLI --rollback {PROGRAM}\033[0m Description: Download an older or specific app version. ${Gold}download, -d\033[0m ${LightBlue}$AMCLI -d {PROGRAM} ${LightBlue}$AMCLI -d --convert {PROGRAM}\033[0m Description: Download one or more installation scripts to your desktop or convert them to local installers for \"AppMan\". To test the scripts, use the \"${LightBlue}$AMCLI -i '/path/to/script'\033[0m\" command or enter the directory of the script and run the \"${LightBlue}$AMCLI -i ./script\033[0m\" command, even using dedicated flags, if necessary (see \"-i\"). ${Gold}extra, -e\033[0m ${LightBlue}$AMCLI -e user/project {APPNAME} ${LightBlue}$AMCLI -e user/project {APPNAME} {KEYWORD}\033[0m Description: Install AppImages from github.com, outside the database. This allows you to install, update and manage them all like the others. Where \"user/project\" can be the whole URL to the github repository, give a name to the program so that it can be used from the command line. Optionally, add an \"univoque\" keyword if multiple AppImages are listed. ${Gold}files, -f, -fi\033[0m ${LightBlue}$AMCLI -f ${LightBlue}$AMCLI -f --byname ${LightBlue}$AMCLI -f --less\033[0m Description: Shows the list of all installed programs, with sizes. By default apps are sorted by size, use \"--byname\" to sort by name. With the option \"--less\" it shows only the number of installed apps. Option \"-fi\" only shows installed apps, not the AppImages integrated with the \"--launcher\" option. ${Gold}help, -h\033[0m ${LightBlue}$AMCLI -h\033[0m Description: Prints this message. ${Gold}hide\033[0m ${LightBlue}$AMCLI hide {PROGRAM}\033[0m Description: Prevents an installed application from being shown or managed by \"$AMCLI\". ${Gold}home, -H, --home\033[0m ${LightBlue}$AMCLI -H {PROGRAM}\033[0m Description: Set a dedicated \$HOME directory for one or more AppImages. ${Gold}-HC, -CH\033[0m ${LightBlue}$AMCLI -HC {PROGRAM}\033[0m Description: Set dedicated \$HOME and \$XDG_CONFIG_HOME directories for one or more AppImages. ${Gold}icons, --icons\033[0m ${LightBlue}$AMCLI --icons {PROGRAM} ${LightBlue}$AMCLI --icons --all\033[0m Description: Allow installed apps to use system icon themes. You can specify the name of the apps to change or use the \"--all\" flag to change all of them at once. This will remove the icon path from the .desktop file and add the symbolic link of all available icons in the $DATADIR/icons/hicolor/scalable/apps directory. The \"--icons\" option can be used as \"flag\" in the \"-i\" and \"-ia\" options. ${Gold}install, -i\033[0m ${LightBlue}$AMCLI -i {PROGRAM}\033[0m ${LightBlue}$AMCLI -i --debug {PROGRAM}\033[0m ${LightBlue}$AMCLI -i --force-latest {PROGRAM}\033[0m ${LightBlue}$AMCLI -i --icons {PROGRAM}\033[0m ${LightBlue}$AMCLI -i --sandbox {PROGRAM}\033[0m $(if [ -n "$third_party_flags" ]; then echo "" && echo " Third-party databases:" && echo "" && for a in $third_party_flags; do echo " ${LightBlue}$AMCLI -i $a {PROGRAM}\033[0m"; done; fi) Description: Install one or more programs or libraries from the list. With the \"--debug\" option you can see log messages to debug the script. For more details on \"--force-latest\", see the dedicated option, below. Use the \"--icons\" flag to allow the program to use icon themes. The \"--sandbox\" flag allows you to set sandboxes for AppImage packages. It can also be extended with additional flags (see third-party flags, at the bottom of this message). ${Gold}install-appimage, -ia, -ias\033[0m ${LightBlue}$AMCLI -ia {PROGRAM}\033[0m ${LightBlue}$AMCLI -ia --debug {PROGRAM}\033[0m ${LightBlue}$AMCLI -ia --force-latest {PROGRAM}\033[0m ${LightBlue}$AMCLI -ia --icons {PROGRAM}\033[0m ${LightBlue}$AMCLI -ia --sandbox {PROGRAM}\033[0m ${LightBlue}$AMCLI -ias {PROGRAM}\033[0m Description: Same as \"install\" (see above) but for AppImages only. Option \"-ias\" (aka Install AppImage & Sandbox) is equivalent to \"-ia --sandbox\", to set sandboxes for AppImage packages. ${Gold}list, -l\033[0m ${LightBlue}$AMCLI -l\033[0m ${LightBlue}$AMCLI -l --appimages\033[0m ${LightBlue}$AMCLI -l --portable\033[0m ${LightBlue}$AMCLI -l --all\033[0m $(if [ -n "$third_party_flags" ]; then echo "" && echo " Third-party databases:" && echo "" && for a in $third_party_flags; do echo " ${LightBlue}$AMCLI -l $a\033[0m"; done; fi) Description: Shows the list of all the apps available. Without flags only shows the apps in the \"AM\" database, add the \"--appimages\" to show only the AppImages or \"--portable\" to show other formats from the \"AM\" database. The \"--all\" flag allows you to consult the set of all supported third-party databases. It can also be extended with additional flags (see third-party flags, at the bottom of this message). ${Gold}lock\033[0m ${LightBlue}$AMCLI lock {PROGRAM}\033[0m Description: Prevent an application being updated, if it has an\"AM-updater\" script. ${Gold}newrepo, neodb\033[0m ${LightBlue}$AMCLI newrepo add {URL}\\{PATH}\033[0m ${LightBlue}$AMCLI newrepo select\033[0m ${LightBlue}$AMCLI newrepo on\\off\033[0m ${LightBlue}$AMCLI newrepo purge\033[0m ${LightBlue}$AMCLI newrepo info\033[0m Description: Set a new default repo, use \"add\" to append the path to a local directory or an online URL, then use \"select\" to use it by default, a message will warn you about the usage of this repo instead of the default one. Use \"on\"/\"off\" to enable/disable it. Use \"purge\" to remove all 3rd party repos. Use \"info\" to see the source from where installation scripts and lists are taken. ${Gold}nolibfuse\033[0m ${LightBlue}$AMCLI nolibfuse {PROGRAM}\033[0m Description: Convert old AppImages and get rid of \"libfuse2\" dependence. ${Gold}overwrite, -o\033[0m ${LightBlue}$AMCLI -o {PROGRAM}\033[0m Description: Overwrite apps with snapshots saved previously (see \"-b\"). ${Gold}query, -q\033[0m ${LightBlue}$AMCLI -q {KEYWORD} ${LightBlue}$AMCLI -q --all {KEYWORD} ${LightBlue}$AMCLI -q --appimages {KEYWORD} ${LightBlue}$AMCLI -q --portable {KEYWORD} ${LightBlue}$AMCLI -q --pkg {PROGRAM1} {PROGRAM2}\033[0m Description: Search for keywords in the list of available applications, add the \"--appimages\" option to list only the AppImages, \"--portable\" option to list only the portable apps or add \"--pkg\" to list multiple programs at once. The \"--all\" flag allows you to consult the set of all supported databases. ${Gold}reinstall\033[0m ${LightBlue}$AMCLI reinstall\033[0m ${LightBlue}$AMCLI reinstall --all\033[0m Description: Reinstall only programs whose installation script has been modified in AM's online database. Use the \"--all\" flaf to reinstall everything instead. NOTE, this only works with the \"AM\" database. Apps installed with the \"-e\" option and custom scripts created with the \"-t\" option are not supported. ${Gold}remove, -r\033[0m ${LightBlue}$AMCLI -r {PROGRAM}\033[0m Description: Removes one or more apps, requires confirmation. ${Gold}-R\033[0m ${LightBlue}$AMCLI -R {PROGRAM}\033[0m Description: Removes one or more apps without asking. ${Gold}sandbox, --sandbox\033[0m ${LightBlue}$AMCLI sandbox {PROGRAM}\033[0m Description: Run an AppImage in a sandbox using Aisap. NOTE, \"--sandbox\" can be used as a flag in \"-i\" and \"-ia\" or can be replaced using the option \"-ias\" (aka Install AppImage & Sandbox). ${Gold}sync, -s\033[0m ${LightBlue}$AMCLI -s\033[0m Description: Updates this script to the latest version hosted. ${Gold}template, -t\033[0m ${LightBlue}$AMCLI -t {PROGRAM}\033[0m Description: Generate a custom installation script. To test the scripts, use the \"${LightBlue}$AMCLI -i '/path/to/script'\033[0m\" command or enter the directory of the script and run the \"${LightBlue}$AMCLI -i ./script\033[0m\" command, even using dedicated flags, if necessary (see \"-i\"). ${Gold}translate, --translate\033[0m ${LightBlue}$AMCLI --translate\033[0m ${LightBlue}$AMCLI --translate {CODE}\033[0m Description: Download and set one or more language packs (if available), set \"$AMCLI\" to English (default), your language or other languages.\n\nVisit https://github.com/ivan-hc/AM/tree/$AMBRANCH/translations to get source files needed to submit new translations or to improve the existing ones. ${Gold}unhide\033[0m ${LightBlue}$AMCLI unhide {PROGRAM}\033[0m Description: Allow a hidden app to be shown and managed again (nulls \"hide\"). ${Gold}unlock\033[0m ${LightBlue}$AMCLI unlock {PROGRAM}\033[0m Description: Unlock updates for the selected program (nulls \"lock\"). ${Gold}update, -u, -U\033[0m ${LightBlue}$AMCLI -u ${LightBlue}$AMCLI -u --apps ${LightBlue}$AMCLI -u --debug ${LightBlue}$AMCLI -u --apps --debug ${LightBlue}$AMCLI -u {PROGRAM}\033[0m ${LightBlue}$AMCLI -u --debug {PROGRAM} ${LightBlue}$AMCLI -u --launcher\033[0m Description: Update everything. Add \"--apps\" to update only the apps or write only the apps you want to update by adding their names. Add the \"--debug\" flag to view the output of AM-updater scripts. Add the \"--launcher\" flag to try to update only local AppImages integrated with the \"--launcher\" option (see \"--launcher\"). ${Gold}version, -v\033[0m ${LightBlue}$AMCLI -v\033[0m Description: Shows the version. ${Gold}--devmode-disable\033[0m ${LightBlue}$AMCLI --devmode-disable\033[0m Description: Undo \"--devmode-enable\" (see below). ${Gold}--devmode-enable\033[0m ${LightBlue}$AMCLI --devmode-enable\033[0m Description: Use the development branch (at your own risk). ${Gold}--disable-notifications\033[0m ${LightBlue}$AMCLI --disable-notifications\033[0m Description: Disable notifications during apps update. ${Gold}--disable-sandbox\033[0m ${LightBlue}$AMCLI --disable-sandbox {PROGRAM}\033[0m Description: Disable the sandbox for the selected app. ${Gold}--enable-notifications\033[0m ${LightBlue}$AMCLI --enable-notifications\033[0m Description: Enable notifications during apps update (nulls \"--disable-notifications\"). ${Gold}--force-latest\033[0m ${LightBlue}$AMCLI --force-latest {PROGRAM}\033[0m Description: Downgrades an installed app from pre-release to \"latest\". ${Gold}--launcher\033[0m ${LightBlue}$AMCLI --launcher /path/to/\${APPIMAGE}\033[0m Description: Drag/drop one or more AppImages in the terminal and embed them in the apps menu and customize a command to use from the CLI. NOTE that \"--launcher\" can be used as a flag in \"-u\" to try to update the integrated AppImages (see \"-u\"). This works only if \"appimageupdatetool\" is installed and delta updates are supported. This flag does not work miracles, I strongly suggest to use options \"-ia\" and \"-e\" instead. ${Gold}--system\033[0m ${LightBlue}am --system\033[0m Description: Switch \"AM\" back to \"AM\" from \"AppMan Mode\" (see \"--user\"). ${Gold}--user\033[0m ${LightBlue}am --user\033[0m Description: Made \"AM\" run in \"AppMan Mode\", locally, useful for unprivileged users. This option only works with \"AM\". The \"--user\" option can also be used just as a flag for installation options. For example: - Use it to install applications locally, option \"-i\" or \"install\": ${LightBlue}am -i --user {PROGRAM}\033[0m - Also suboptions of \"-i\" can work with this flag: ${LightBlue}am -i --user --debug {PROGRAM}\033[0m ${LightBlue}am -i --user --force-latest {PROGRAM} ${LightBlue}am -i --user --icons {PROGRAM} ${LightBlue}am -i --user --debug --force-latest {PROGRAM} ${LightBlue}am -i --user --debug --force-latest --icons {PROGRAM}\033[0m - Same for AppImages only, option \"-ia\" or \"install-appimage\": ${LightBlue}am -ia --user {PROGRAM}\033[0m ${LightBlue}am -ia --user --debug {PROGRAM} ${LightBlue}am -ia --user --force-latest {PROGRAM} ${LightBlue}am -ia --user --icons {PROGRAM} ${LightBlue}am -ia --user --debug --force-latest {PROGRAM}\033[0m ${LightBlue}am -ia --user --debug --force-latest --icons {PROGRAM}\033[0m - External AppImages can be installed like this as well, option \"-e\" or \"extra\": ${LightBlue}am -e --user user/project {APPNAME}\033[0m ${LightBlue}am -e --user user/project {APPNAME} {KEYWORD}\033[0m NOTE, \"AM\" 9 or higher is also able to, update and manage apps locally, by default, and without having to switch to \"AppMan Mode\". $DIVIDING_LINE THIRD-PARTY FLAGS: $third_party_flags_message $DIVIDING_LINE SITES: https://github.com/ivan-hc/AM https://portable-linux-apps.github.io \n
es: Nombre: ${Verde}$AMCLIUPPER\033[0m VERSIÓN: ${Verde}$AMVERSION\033[0m SINOPSIS: ${LightBlue}$AMCLI {OPCIÓN}\033[0m ${LightBlue}$AMCLI {PROGRAMA} {de OPCIÓN}\033[0m DESCRIPCIÓN: Una utilidad de línea de la orden para instalar y dirigir AppImages y otros programas portátiles para GNU/Linux gracias a su AUR-base de datos inspirada. Opciones: ${Oro}aproximadamente, -un\033[0m ${LightBlue}$AMCLI -un {PROGRAMA}\033[0m Descripción: Espectáculos más info aproximadamente uno o más aplicaciones. ${Oro}--gui\033[0m ${LightBlue}$AMCLI --gui {PROGRAMA}\033[0m Descripción: el uso SOY con 3.ª fiesta GUI. (Alfa!) Utilizando bash y ${LightBlue}Y\033[0cumplió ${LightBlue}Un\033[0mnother ${LightBlue}D\033[0mialog. ${Oro}apikey\033[0m ${LightBlue}$AMCLI apikey {Github Token} ${LightBlue}$AMCLI apikey eliminar\033[0m Descripción: Accede a github APIs utilizando vuestro acceso personal tokens. La lima nombró \"ghapikey.txt\" Será salvado en $AMDATADIR. Uso \"del\" para sacarlo. ${Copia de seguridad}de oro, -b\033[0m ${LightBlue}$AMCLI -b {PROGRAMA}\033[0m Descripción: Crear un snapshot de la versión actual de un programa instalado. ${El oro}limpio, -c\033[0m ${LightBlue}$AMCLI -c\033[0m Descripción: Saca todas las limas innecesarias y carpetas. ${Oro}config, -C, --config\033[0m ${LightBlue}$AMCLI -C {PROGRAMA}\033[0m Descripción: Pone un dedicado \$XDG_CONFIG_CASA para uno o más AppImages. ${Oro}downgrade, --rollback\033[0m ${LightBlue}$AMCLI --rollback {PROGRAMA}\033[0m Descripción: Descarga una aplicación más vieja o concreta versión. ${Descarga}de oro, -d\033[0m ${LightBlue}$AMCLI -d {PROGRAMA} ${LightBlue}$AMCLI -d --convertir {PROGRAMA}\033[0m Descripción: Descarga un o más guiones de instalación a vuestro desktop o convertirles a instaladores locales para \"AppMan\". Para probar los guiones, uso el \"${LightBlue}$AMCLI -i '/ruta/a/guión'\033[0m\" orden o introducir el directorio del guión y correr el \"${LightBlue}$AMCLI -i ./Guión\033[0m\" orden, incluso utilizando dedicó banderas, si es necesario (ve \"-i\"). ${Extra}de oro, -e\033[0m ${LightBlue}$AMCLI -e proyecto/de usuario {APPNAME} ${LightBlue}$AMCLI -e proyecto/de usuario {APPNAME} {PALABRA CLAVE}\033[0m Descripción: Instala AppImages de github.com, fuera de la base de datos. Esto te dejas para instalar, actualización y dirigirles todo como el otros. Dónde \"proyecto/de usuario\" puede ser la totalidad URL al github repositorio, dar un nombre al programa de modo que puede ser utilizado de la línea de orden. Opcionalmente, añadir un \"univoque\" palabra clave si múltiple AppImages está listado. ${Limas}de oro, -f, -fi\033[0m ${LightBlue}$AMCLI -f ${LightBlue}$AMCLI -f --byname ${LightBlue}$AMCLI -f --menos\033[0m Descripción: Espectáculos la lista de todos los programas instalados, con medidas. Por default las aplicaciones están ordenadas por medida, uso \"--byname\" para ordenar por nombre. Con la opción \"--menos\" asoma sólo el número de aplicaciones instaladas. Opción \"-fi\" espectáculos únicos aplicaciones instaladas, no el AppImages integrados con el \"--opción\" de lanzador. ${Ayuda}de oro, -h\033[0m ${LightBlue}$AMCLI -h\033[0m Descripción: Huellas este mensaje. ${Escondrijo}de oro\033[0m ${LightBlue}$AMCLI PROGRAMA {de escondrijo}\033[0m Descripción: Impide una aplicación instalada de ser asomado o dirigido por \"$AMCLI\". ${Casa}de oro, -H, --casa\033[0m ${LightBlue}$AMCLI -H {PROGRAMA}\033[0m Descripción: Pone un dedicado \$directorio de CASA para uno o más AppImages. ${Oro}-HC, -CH\033[0m ${LightBlue}$AMCLI -HC {PROGRAMA}\033[0m Descripción: Set dedicó \$CASA y \$XDG_CONFIG_directorios de CASA para uno o más AppImages. ${Iconos}de oro, --iconos\033[0m ${LightBlue}$AMCLI --PROGRAMA {de iconos} ${LightBlue}$AMCLI --iconos --todo\033[0m Descripción: Deja aplicaciones instaladas para utilizar temas de icono del sistema. Puedes especificar el nombre de las aplicaciones para cambiar o utilizar el \"--toda\" bandera para cambiar todo de ellos inmediatamente. Esto sacará la ruta de icono del .desktop Lima y añadir el enlace simbólico de todos los iconos disponibles en el $DATADIR/iconos/hicolor/directorio/de aplicaciones escalables. El \"--opción\" de iconos puede ser utilizada tan \"bandera\" en el \"-i\" y \"-ia\" opciones. ${El oro}instala, -i\033[0m ${LightBlue}$AMCLI -i {PROGRAMA}\033[0m ${LightBlue}$AMCLI -i --depurar {PROGRAMA}\033[0m ${LightBlue}$AMCLI -i --fuerza-PROGRAMA {más tardío}\033[0m ${LightBlue}$AMCLI -i --PROGRAMA {de iconos}\033[0m ${LightBlue}$AMCLI -i --sandbox {PROGRAMA}\033[0m $(si [ -n "$terceras_banderas_de fiesta" ]; entonces eco "" && de eco " Tercer-bases de datos de fiesta:" && eco "" && para un en $terceras_banderas_de fiesta; hacer eco " ${LightBlue}$AMCLI -l $un {PROGRAMA}\033[0m"; hecho; fi) Descripción: Instala uno o más programas o bibliotecas de la lista. Con el \"--depurar\" opción puedes ver mensajes de registro para depurar el guión. Para más detalles encima \"--fuerza-más tardío\", ver la opción dedicada, abajo. Uso el \"--bandera\" de iconos para dejar el programa para utilizar temas de icono. El \"--sandbox\" la bandera te dejas para poner sandboxes para AppImage envases. También puede ser extendido con banderas adicionales (ve tercer-banderas de fiesta, en el fondo de este mensaje). ${El oro}instala-appimage, -ia, -ias\033[0m ${LightBlue}$AMCLI -ia {PROGRAMA}\033[0m ${LightBlue}$AMCLI -ia --depurar {PROGRAMA}\033[0m ${LightBlue}$AMCLI -ia --fuerza-PROGRAMA {más tardío}\033[0m ${LightBlue}$AMCLI -ia --PROGRAMA {de iconos}\033[0m ${LightBlue}$AMCLI -ia --sandbox {PROGRAMA}\033[0m ${LightBlue}$AMCLI -ias {PROGRAMA}\033[0m Descripción: Mismo como \"instala\" (ve encima) pero para AppImages sólo. Opción \"-ias\" (aka Instalar AppImage & Sandbox) es equivalente a \"-ia --sandbox\", para poner sandboxes para AppImage envases. ${Lista}de oro, -l\033[0m ${LightBlue}$AMCLI -l\033[0m ${LightBlue}$AMCLI -l --appimages\033[0m ${LightBlue}$AMCLI -l --portátil\033[0m ${LightBlue}$AMCLI -l --todo\033[0m $(si [ -n "$terceras_banderas_de fiesta" ]; entonces eco "" && de eco " Tercer-bases de datos de fiesta:" && eco "" && para un en $terceras_banderas_de fiesta; hacer eco " ${LightBlue}$AMCLI -l $un\033[0m"; hecho; fi) Descripción: Espectáculos la lista de todas las aplicaciones disponibles. Sin las banderas sólo asoma las aplicaciones en el \"SOY\" base de datos, añadir el \"--appimages\" para asomar sólo el AppImages o \"--portátil\" de asomar otros formatos del \"SOY\" base de datos. El \"--toda\" bandera te dejas para consultar el conjunto de todo tercio soportado-bases de datos de fiesta. También puede ser extendido con banderas adicionales (ve tercer-banderas de fiesta, en el fondo de este mensaje). ${Cerradura}de oro\033[0m ${LightBlue}$AMCLI PROGRAMA {de cerradura}\033[0m Descripción: Impedir un ser de aplicación actualizó, si tiene un\"SOY-updater\" guión. ${Oro}newrepo, neodb\033[0m ${LightBlue}$AMCLI newrepo añadir {URL}\\{RUTA}\033[0m ${LightBlue}$AMCLI newrepo seleccionar\033[0m ${LightBlue}$AMCLI newrepo encima\\fuera\033[0m ${LightBlue}$AMCLI newrepo purga\033[0m ${LightBlue}$AMCLI newrepo info\033[0m Descripción: Pone un nuevo default repo, el uso \"añade\" para anexar la ruta a un directorio local o un on-line URL, entonces el uso \"selecciona\" para utilizar él por default, un mensaje te advertirá aproximadamente el uso de este repo en vez del default un. Uso \"encima\"/\"fuera\" para habilitar/inutilizarlo. Purga \"de uso\" para sacar todo 3.ª fiesta repos. Uso \"info\" para ver la fuente de donde guiones de instalación y las listas están tomados. ${Oro}nolibfuse\033[0m ${LightBlue}$AMCLI nolibfuse {PROGRAMA}\033[0m Descripción: Convierte viejo AppImages y coger librado de \"libfuse2\" dependencia. ${Oro}overwrite, -o\033[0m ${LightBlue}$AMCLI -o {PROGRAMA}\033[0m Descripción: Overwrite aplicaciones con snapshots salvados anteriormente (ve \"-b\"). ${Consulta}de oro, -q\033[0m ${LightBlue}$AMCLI -q {PALABRA CLAVE} ${LightBlue}$AMCLI -q --toda {PALABRA CLAVE} ${LightBlue}$AMCLI -q --appimages {PALABRA CLAVE} ${LightBlue}$AMCLI -q --PALABRA CLAVE {portátil} ${LightBlue}$AMCLI -q --pkg {PROGRAM1} {PROGRAM2}\033[0m Descripción: Busca palabras clave en la lista de aplicaciones disponibles, añadir el \"--appimages\" opción para listar sólo el AppImages, \"--opción\" portátil para listar sólo las aplicaciones portátiles o añadir \"--pkg\" para listar programas múltiples inmediatamente. El \"--toda\" bandera te dejas para consultar el conjunto de todas las bases de datos soportadas. ${Oro}reinstall\033[0m ${LightBlue}$AMCLI reinstall\033[0m ${LightBlue}$AMCLI reinstall --todo\033[0m Descripción: Reinstall programas únicos cuyo guión de instalación ha sido modificado en SOY es base de datos on-line. Uso el \"--todo\" flaf a reinstall todo en cambio. Nota, estas obras únicas con el \"SOY\" base de datos. Las aplicaciones instaladas con el \"-e\" la opción y los guiones hechos de encargo crearon con el \"-t\" la opción no es apoyada. ${El oro}saca, -r\033[0m ${LightBlue}$AMCLI -r {PROGRAMA}\033[0m Descripción: Saca uno o más aplicaciones, requiere confirmación. ${Oro}-R\033[0m ${LightBlue}$AMCLI -R {PROGRAMA}\033[0m Descripción: Saca uno o más aplicaciones sin pedir. ${Oro}sandbox, --sandbox\033[0m ${LightBlue}$AMCLI sandbox {PROGRAMA}\033[0m Descripción: Corrido un AppImage en un sandbox utilizando Aisap. Nota, \"--sandbox\" puede ser utilizado como bandera en \"-i\" y \"-ia\" o puede ser reemplazado utilizando la opción \"-ias\" (aka Instalar AppImage & Sandbox). ${Oro}sync, -s\033[0m ${LightBlue}$AMCLI -s\033[0m Descripción: Actualizaciones este guión a la versión más tardía hosted. ${Plantilla}de oro, -t\033[0m ${LightBlue}$AMCLI -t {PROGRAMA}\033[0m Descripción: Generar un guión de instalación hecho de encargo. Para probar los guiones, uso el \"${LightBlue}$AMCLI -i '/ruta/a/guión'\033[0m\" orden o introducir el directorio del guión y correr el \"${LightBlue}$AMCLI -i ./Guión\033[0m\" orden, incluso utilizando dedicó banderas, si es necesario (ve \"-i\"). ${El oro}traduce, --traducir\033[0m ${LightBlue}$AMCLI --traducir\033[0m ${LightBlue}$AMCLI --traducir {CÓDIGO}\033[0m Descripción: Descarga y poner uno o más bandas de lengua (si disponibles), puestos \"$AMCLI\" a ingleses (default), vuestra lengua u otras lenguas.\n\nVisit https://github.com/ivan-hc/AM/tree/$AMBRANCH/translations Para aprender más encima cómo para entregar o mejorar traducciones. ${Oro}unhide\033[0m ${LightBlue}$AMCLI unhide {PROGRAMA}\033[0m Descripción: Dejar una aplicación escondida para ser asomada y dirigió otra vez (nulls \"escondrijo\"). ${Oro}unlock\033[0m ${LightBlue}$AMCLI unlock {PROGRAMA}\033[0m Descripción: Unlock actualizaciones para el programa seleccionado (nulls \"cerradura\"). ${Actualización}de oro, -u, -U\033[0m ${LightBlue}$AMCLI -u ${LightBlue}$AMCLI -u --aplicaciones ${LightBlue}$AMCLI -u --depurar ${LightBlue}$AMCLI -u --aplicaciones --depurar ${LightBlue}$AMCLI -u {PROGRAMA}\033[0m ${LightBlue}$AMCLI -u --depurar {PROGRAMA} ${LightBlue}$AMCLI -u --lanzador\033[0m Descripción: Actualización todo. Añade \"--aplicaciones\" para actualizar sólo las aplicaciones o escribir sólo las aplicaciones quieres actualización por añadir sus nombres. Añadir el \"--depurar\" bandera para ver la salida de SOY-updater guiones. Añadir el \"--bandera\" de lanzador para probar para actualizar lugareño único AppImages integrado con el \"--opción\" de lanzador (ve \"--lanzador\"). ${Versión}de oro, -v\033[0m ${LightBlue}$AMCLI -v\033[0m Descripción: Espectáculos la versión. ${Oro}--devmode-inutilizar\033[0m ${LightBlue}$AMCLI --devmode-inutilizar\033[0m Descripción: Deshace \"--devmode-habilitar\" (ve abajo). ${Oro}--devmode-habilitar\033[0m ${LightBlue}$AMCLI --devmode-habilitar\033[0m Descripción: Uso la rama de desarrollo (en vuestro riesgo propio). ${Oro}--inutilizar-notificaciones\033[0m ${LightBlue}$AMCLI --inutilizar-notificaciones\033[0m Descripción: Inutiliza notificaciones durante actualización de aplicaciones. ${Oro}--inutilizar-sandbox\033[0m ${LightBlue}$AMCLI --inutilizar-sandbox {PROGRAMA}\033[0m Descripción: Inutilizar el sandbox para la aplicación seleccionada. ${Oro}--habilitar-notificaciones\033[0m ${LightBlue}$AMCLI --habilitar-notificaciones\033[0m Descripción: Habilita notificaciones durante actualización de aplicaciones (nulls \"--inutilizar-notificaciones\"). ${Oro}--fuerza-más tardío\033[0m ${LightBlue}$AMCLI --fuerza-PROGRAMA {más tardío}\033[0m Descripción: Downgrades una aplicación instalada de pre-liberar a \"más tardío\". ${Oro}--lanzador\033[0m ${LightBlue}$AMCLI --ruta /de lanzador/a/\${APPIMAGE}\033[0m Descripción: Arrastra/gota un o más AppImages en el terminal y embed les en la carta de aplicaciones y personalizar una orden para utilizar del CLI. Nota aquello \"--el lanzador\" puede ser utilizado como bandera en \"-u\" para probar para actualizar el integrado AppImages (ve \"-u\"). Esto obra sólo si \"appimageupdatetool\" es instalado y actualizaciones de delta se mantienen. Esta bandera no obra milagros, fuertemente sugiero para utilizar opciones \"-ia\" y \"-e\" en cambio. ${Oro}--sistema\033[0m ${LightBlue}soy --sistema\033[0m ${Oro}--usuario\033[0m ${LightBlue}soy --usuario\033[0m Descripción: Hecho \"SOY\" corrido en \"AppMan Modo\", localmente, útil para unprivileged usuarios. Esta opción obras únicas con \"SOY\". El \"--opción\" de usuario también puede ser utilizada tan una bandera para opciones de instalación. Por ejemplo: - Utilizarlo para instalar aplicaciones localmente, opción \"-i\" o \"instalar\": ${LightBlue}soy -i --PROGRAMA {de usuario}\033[0m - También suboptions de \"-i\" puede obrar con esta bandera: ${LightBlue}soy -i --usuario --depurar {PROGRAMA}\033[0m ${LightBlue}soy -i --usuario --fuerza-PROGRAMA {más tardío} ${LightBlue}soy -i --usuario --PROGRAMA {de iconos} ${LightBlue}soy -i --usuario --depurar --fuerza-PROGRAMA {más tardío} ${LightBlue}soy -i --usuario --depurar --fuerza-más tardío --PROGRAMA {de iconos}\033[0m - Mismo para AppImages sólo, opción \"-ia\" o \"instalar-appimage\": ${LightBlue}soy -ia --PROGRAMA {de usuario}\033[0m ${LightBlue}soy -ia --usuario --depurar {PROGRAMA} ${LightBlue}soy -ia --usuario --fuerza-PROGRAMA {más tardío} ${LightBlue}soy -ia --usuario --PROGRAMA {de iconos} ${LightBlue}soy -ia --usuario --depurar --fuerza-PROGRAMA {más tardío}\033[0m ${LightBlue}soy -ia --usuario --depurar --fuerza-más tardío --PROGRAMA {de iconos}\033[0m - Externo AppImages puede ser instalado así también, opción \"-e\" o \"extra\": ${LightBlue}soy -e --proyecto de/usuario del usuario {APPNAME}\033[0m ${LightBlue}soy -e --proyecto de/usuario del usuario {APPNAME} {PALABRA CLAVE}\033[0m NOTA, \"SOY\" 9 o más alto es también capaz a, actualización y dirigir aplicaciones localmente, por default, y sin teniendo que cambiar a \"AppMan Modo\". Descripción: el cambio \"SOY\" atrás a \"SOY\" de \"AppMan Modo\" (ve \"--usuario\"). $Dividiendo_LÍNEA TERCER-BANDERAS de FIESTA: $tercer_mensaje_de_banderas de la fiesta $DIVIDIENDO_SITIOS de LÍNEA: https://github.com/ivan-hc/am https://portable-linux-apps.github.io \n
sr: IME: ${Green}$AMCLIUPPER\033[0m VERZIJA: ${Green}$AMVERSION\033[0m PREGLED: ${LightBlue}$AMCLI {OPCIJA}\033[0m ${LightBlue}$AMCLI {OPCIJA} {PROGRAM}\033[0m OPIS: Komandna alatka za instaliranje i upravljanje AppImage-ovima i ostalim prenosivim programima za GNU/Linux zahvaljujući AUR-inspirisanoj bazi podataka. OPCIJE: ${Gold}about, -a\033[0m ${LightBlue}$AMCLI -a {PROGRAM}\033[0m Opis: Prikazuje više informacija o jednoj ili više aplikacija. ${Gold}apikey\033[0m ${LightBlue}$AMCLI apikey {Github Token} ${LightBlue}$AMCLI apikey delete\033[0m Opis: Pristupi github API-ju koristeći svoj lični pristupni token (PAT). Fajl po imenu \"ghapikey.txt\" će biti sačuvan u $AMDATADIR. Koristi \"del\" da ga obrišeš. ${Gold}backup, -b\033[0m ${LightBlue}$AMCLI -b {PROGRAM}\033[0m Opis: Napravi rezervnu kopiju za trenutnu verziju instaliranog programa. ${Gold}clean, -c\033[0m ${LightBlue}$AMCLI -c\033[0m Opis: Briše sve nepotrebne fajlove i foldere. ${Gold}config, -C, --config\033[0m ${LightBlue}$AMCLI -C {PROGRAM}\033[0m Opis: Podesi poseban \$XDG_CONFIG_HOME za jedan ili više AppImage-ova. ${Gold}downgrade, --rollback\033[0m ${LightBlue}$AMCLI --rollback {PROGRAM}\033[0m Opis: Preuzmi stariju ili posebnu verziju aplikacije. ${Gold}download, -d\033[0m ${LightBlue}$AMCLI -d {PROGRAM} ${LightBlue}$AMCLI -d --convert {PROGRAM}\033[0m Opis: Preuzmi jednu ili više instalacijsku skriptu na svoju radnu površinu ili ih konvertuj u lokalne instalere za \"AppMan\". Kako bi testirao skripte, koristi \"${LightBlue}$AMCLI -i '/putanja/do/skripte'\033[0m\" komandu ili unesi direktorijum skripte i pokreni \"${LightBlue}$AMCLI -i ./skripta\033[0m\" komandu, koristeći dodatne opcije ako je to potrebno (vidi \"-i\"). ${Gold}extra, -e\033[0m ${LightBlue}$AMCLI -e korisnik/projekat {IME APLIKACIJE} ${LightBlue}$AMCLI -e korisnik/projekat {IME APLIKACIJE} {KLJUČNA REČ}\033[0m Opis: Instaliraj AppImage-ove iz github.com, van trenutne baze podataka. Ovo ti dozvoljava da instaliraš, ažuriraš i upravljaš njima kao što radiš i sa ostalima. Gde \"korisnik/projekat\" može da bude ceo URL do github repozitorijuma, dodeli ime programu kako bi mogao da bude korišćen sa komandne linije. Opciono, dodaj \"univoque\" ključnu reč ako je više AppImage-ova ulistano. ${Gold}files, -f, -fi\033[0m ${LightBlue}$AMCLI -f ${LightBlue}$AMCLI -f --byname ${LightBlue}$AMCLI -f --less\033[0m Opis: Prikazuje listu svih instaliranih programa, sa njihovim veličinama. Fabrički su aplikacije složene po veličini, koristi \"--byname\" kako bi ih složio po imenu. Sa opcijom \"--less\" se isključivo prikazuje broj instaliranih aplikacija. Opcija \"-fi\" isključivo prikazuje instalirane aplikacije, ali ne i integrisane AppImage-ove sa \"--launcher\" opcijom. ${Gold}help, -h\033[0m ${LightBlue}$AMCLI -h\033[0m Opis: Prikazuje ovu poruku. ${Gold}hide\033[0m ${LightBlue}$AMCLI hide {PROGRAM}\033[0m Opis: Sprečava instaliranu aplikaciju od njenog prikaza ili upravljanja od strane \"$AMCLI\". ${Gold}home, -H, --home\033[0m ${LightBlue}$AMCLI -H {PROGRAM}\033[0m Opis: Podesi poseban \$HOME direktorijum za jedan ili više AppImage-ova. ${Gold}-HC, -CH\033[0m ${LightBlue}$AMCLI -HC {PROGRAM}\033[0m Opis: Podesi poseban \$HOME i \$XDG_CONFIG_HOME direktorijume za jedan ili više AppImage-ova. ${Gold}icons, --icons\033[0m ${LightBlue}$AMCLI --icons {PROGRAM} ${LightBlue}$AMCLI --icons --all\033[0m Opis: Dozvoli instaliranim aplikacijama da koriste sistemske temirane ikone. Možeš da uneseš posebno ime aplikacija za promenu ili koristi \"--all\" opciju da promeniš za sve aplikacije istovremeno. Ovo će obrisati putanju za ikonu u .desktop fajlu i dodaće simboličku vezu svih dostupnih ikona u $DATADIR/icons/hicolor/scalable/apps direktorijumu. \"--icons\" opcija može da se koristi kao \"flag\" u \"-i\" i \"-ia\" opcijama. ${Gold}install, -i\033[0m ${LightBlue}$AMCLI -i {PROGRAM}\033[0m ${LightBlue}$AMCLI -i --debug {PROGRAM}\033[0m ${LightBlue}$AMCLI -i --force-latest {PROGRAM}\033[0m ${LightBlue}$AMCLI -i --icons {PROGRAM}\033[0m ${LightBlue}$AMCLI -i --sandbox {PROGRAM}\033[0m $(if [ -n "$third_party_flags" ]; then echo "" && echo " Baza podataka treće strane:" && echo "" && for a in $third_party_flags; do echo " ${LightBlue}$AMCLI -i $a {PROGRAM}\033[0m"; done; fi) Opis: Instaliraj jedan ili više programa ili biblioteka sa liste. Sa \"--debug\" opcijom možeš da vidiš log poruke kako bi debug-ovao skriptu. Za više detalja o \"--force-latest\", vidi posebnu opciju ispod. Koristi \"--icons\" opciju da dozvoliš programima da koriste temirane ikone. \"--sandbox\" opcija ti dozvoljava da podesiš sandbox za AppImage programe. Takođe može da se proširi sa dodatnim opcijama (vidi opcije treće strane, na dnu ove poruke). ${Gold}install-appimage, -ia, -ias\033[0m ${LightBlue}$AMCLI -ia {PROGRAM}\033[0m ${LightBlue}$AMCLI -ia --debug {PROGRAM}\033[0m ${LightBlue}$AMCLI -ia --force-latest {PROGRAM}\033[0m ${LightBlue}$AMCLI -ia --icons {PROGRAM}\033[0m ${LightBlue}$AMCLI -ia --sandbox {PROGRAM}\033[0m ${LightBlue}$AMCLI -ias {PROGRAM}\033[0m Opis: Isto kao i \"install\" (vidi iznad) ali isključivo za AppImage-ove. Opcija \"-ias\" (ili ti Instaliraj AppImage i Sandbox-uj), jednak \"-ia --sandbox\", kako bi podesio sandbox za AppImage programe. ${Gold}list, -l\033[0m ${LightBlue}$AMCLI -l\033[0m ${LightBlue}$AMCLI -l --appimages\033[0m ${LightBlue}$AMCLI -l --portable\033[0m ${LightBlue}$AMCLI -l --all\033[0m $(if [ -n "$third_party_flags" ]; then echo "" && echo " Baza podataka treće strane:" && echo "" && for a in $third_party_flags; do echo " ${LightBlue}$AMCLI -l $a\033[0m"; done; fi) Opis: Prikazuje listu svih dostupnih aplikacija. Bez opcija isključivo prikazuje aplikacije iz \"AM\" baze podataka, dodaj \"--appimages\" kako bi prikazao isključivo AppImage-ove ili \"--portable\" kako bi prikazao ostale formate iz \"AM\" baze podataka. \"--all\" opcija ti dozvoljava da prikažeš izbor svih podržanih baza podataka treže strane. Takođe može da se proširi dodatnim opcijama (vidi opcije treće strane, na dnu ove poruke). ${Gold}lock\033[0m ${LightBlue}$AMCLI lock {PROGRAM}\033[0m Opis: Sprečava aplikaciju da se ažurira, ako ima \"AM-updater\" skriptu. ${Gold}newrepo, neodb\033[0m ${LightBlue}$AMCLI newrepo add {URL}\\{PUTANJA}\033[0m ${LightBlue}$AMCLI newrepo select\033[0m ${LightBlue}$AMCLI newrepo on\\off\033[0m ${LightBlue}$AMCLI newrepo purge\033[0m ${LightBlue}$AMCLI newrepo info\033[0m Opis: Podesi novi fabrički repo, koristi \"add\" da dodaš putanju ka lokalnom direktorijumu ili ka online URL-u, zatim koristi \"select\" kako bi ga fabrički koristio, poruka će te upozoriti o korišćenju tog repozitorijuma kao fabričkog. Koristi \"on\"/\"off\" da ga uključiš/isključiš. Koristi \"purge\" da obrišeš sve repozitorijume treće strane. Koristi \"info\" kako bi video izvor odakle potiču instalacijske skripte i liste. ${Gold}nolibfuse\033[0m ${LightBlue}$AMCLI nolibfuse {PROGRAM}\033[0m Opis: Konvertuj stare AppImage-ove i odstrani zavisnost od \"libfuse2\". ${Gold}overwrite, -o\033[0m ${LightBlue}$AMCLI -o {PROGRAM}\033[0m Opis: Zameni aplikacije sa prethodno-sačuvanom rezervnom kopijom (vidi \"-b\"). ${Gold}query, -q\033[0m ${LightBlue}$AMCLI -q {KLJUČNA REČ} ${LightBlue}$AMCLI -q --all {KLJUČNA REČ} ${LightBlue}$AMCLI -q --appimages {KLJUČNA REČ} ${LightBlue}$AMCLI -q --portable {KLJUČNA REČ} ${LightBlue}$AMCLI -q --pkg {PROGRAM1} {PROGRAM2}\033[0m Opis: Potraži ključne reči u listi dostupnih aplikacija, dodaj \"--appimages\" opciju da vidiš isključivo AppImage-ove, \"--portable\" opciju da vidiš isključivo prenosive aplikacije ili dodaj \"--pkg\" da vidiš više programa odjednom. \"--all\" opcija ti dozvoljava da vidiš aplikacije iz svih podržanih baza podataka. ${Gold}reinstall\033[0m ${LightBlue}$AMCLI reinstall\033[0m ${LightBlue}$AMCLI reinstall --all\033[0m Opis: Reinstaliraj programe kojima se instalacijska skripta promenila u AM onlajn bazi podataka. Koristi \"--all\" opciju da reinstaliraš sve. NAPOMENA, ovo radi isključivo sa aplikacijama iz \"AM\" baze podataka. Aplikacije instalirane sa \"-e\" opcijom i ručne skripte napravljene sa \"-t\" opcijom nisu podržane. ${Gold}remove, -r\033[0m ${LightBlue}$AMCLI -r {PROGRAM}\033[0m Opis: Briše jednu ili više aplikacija, zahteva potvrdu. ${Gold}-R\033[0m ${LightBlue}$AMCLI -R {PROGRAM}\033[0m Opis: Briše jednu ili više aplikacija, bez ikakvih pitanja o potvrdi. ${Gold}sandbox, --sandbox\033[0m ${LightBlue}$AMCLI sandbox {PROGRAM}\033[0m Opis: Pokreni AppImage u sandbox-u koristeći Aisap. NAPOMENA, \"--sandbox\" može da se koristi kao opcija u \"-i\" i \"-ia\" ili može da se zameni koristeći opciju \"-ias\" (ili ti Instaliraj AppImage i Sandbox-uj). ${Gold}sync, -s\033[0m ${LightBlue}$AMCLI -s\033[0m Opis: Ažurira ovu skriptu na poslednju hostovanu verziju. ${Gold}template, -t\033[0m ${LightBlue}$AMCLI -t {PROGRAM}\033[0m Opis: Napravi ručnu instalacijsku skriptu. Da isprobaš skripte, koristi \"${LightBlue}$AMCLI -i '/putanja/do/skripte'\033[0m\" komandu ili napiši direktorijum skripte i pokreni \"${LightBlue}$AMCLI -i ./skripta\033[0m\" komandu, koristeći posebne opcije, ako je potrebno (vidi \"-i\"). ${Gold}translate, --translate\033[0m ${LightBlue}$AMCLI --translate\033[0m ${LightBlue}$AMCLI --translate {KOD}\033[0m Opis: Preuzmi i podesi jedan ili više paketa jezika (ako je dostupno), podesi \"$AMCLI\" na engleski (fabrički), tvoj jezik ili neke druge jezike.\n\nPoseti https://github.com/ivan-hc/AM/tree/$AMBRANCH/translations da naučiš više o tome kako da pošalješ i poboljšaš prevode. ${Gold}unhide\033[0m ${LightBlue}$AMCLI unhide {PROGRAM}\033[0m Opis: Dozvoli sakrivenoj aplikaciju da se ponovo otkrije i njome upravlja (briše \"hide\"). ${Gold}unlock\033[0m ${LightBlue}$AMCLI unlock {PROGRAM}\033[0m Opis: Otključaj ažuriranja za odabrani program (briše \"lock\"). ${Gold}update, -u, -U\033[0m ${LightBlue}$AMCLI -u ${LightBlue}$AMCLI -u --apps ${LightBlue}$AMCLI -u --debug ${LightBlue}$AMCLI -u --apps --debug ${LightBlue}$AMCLI -u {PROGRAM}\033[0m ${LightBlue}$AMCLI -u --debug {PROGRAM} ${LightBlue}$AMCLI -u --launcher\033[0m Opis: Ažuriraj sve. Dodaj \"--apps\" da ažuriraš isključivo aplikacije ili da samo napišeš ime aplikacija koje želiš da ažuriraš dodavajući njihova imena. Dodaj \"--debug\" opciju da vidiš logove od AM-updater skripti. Dodaj \"--launcher\" opciju da pokušaš da ažuriraš isključivo lokalne AppImage-ove koji su integrisani sa \"--launcher\" opcijom (vidi \"--launcher\"). ${Gold}version, -v\033[0m ${LightBlue}$AMCLI -v\033[0m Opis: Prikazuje verziju. ${Gold}--devmode-disable\033[0m ${LightBlue}$AMCLI --devmode-disable\033[0m Opis: Poništi \"--devmode-enable\" (vidi ispod). ${Gold}--devmode-enable\033[0m ${LightBlue}$AMCLI --devmode-enable\033[0m Opis: Koristi programersku branšu (dev) (na svoju odgovornost). ${Gold}--disable-notifications\033[0m ${LightBlue}$AMCLI --disable-notifications\033[0m Opis: Isključi obaveštenja prilikom ažuriranja aplikacija. ${Gold}--disable-sandbox\033[0m ${LightBlue}$AMCLI --disable-sandbox {PROGRAM}\033[0m Opis: Isključi sandbox za odabrane aplikacije. ${Gold}--enable-notifications\033[0m ${LightBlue}$AMCLI --enable-notifications\033[0m Opis: Uključi obaveštenja prilikom ažuriranja aplikacija (briše \"--disable-notifications\"). ${Gold}--force-latest\033[0m ${LightBlue}$AMCLI --force-latest {PROGRAM}\033[0m Opis: Spušta instaliranu aplikaciju iz pre-release-a u \"poslednju\" verziju. ${Gold}--launcher\033[0m ${LightBlue}$AMCLI --launcher /putanja/ka/\${APPIMAGE}\033[0m Opis: Pokupi/Ubaci jedan ili više AppImage-ova u terminal i ugradi ih u meni za aplikacije i prilagodi komandu za korišćenje iz CLI-ja (komandne linije). NAPOMENA da \"--launcher\" može da se koristi kao opcija u \"-u\" da se pokuša ažuriranje integrisanih AppImage-ova (vidi \"-u\"). Ovo radi samo ako je \"appimageupdatetool\" instaliran i ako su delta ažuriranja podržana. Ova opcija ne radi čuda, te strogo preporučujem da umesto toga koristiš opcije \"-ia\" i \"-e\". ${Gold}--system\033[0m ${LightBlue}am --system\033[0m Opis: Promeni \"AM\" nazad u \"AM\" iz \"AppMan Režima\" (vidi \"--user\"). ${Gold}--user\033[0m ${LightBlue}am --user\033[0m Opis: Učini da \"AM\" radi u \"AppMan Režimu\", lokalno, korisno za neprivilegovane korisnike. Ova opcija radi isključivo sa \"AM\". \"--user\" opcija takođe može da se koristi kao opcija za instaliranje. Na primer: - Koristi da lokalno instaliraš aplikacije, opcija \"-i\" ili \"install\": ${LightBlue}am -i --user {PROGRAM}\033[0m - Takođe podopcije od \"-i\" mogu da rade sa ovom opcijom: ${LightBlue}am -i --user --debug {PROGRAM}\033[0m ${LightBlue}am -i --user --force-latest {PROGRAM} ${LightBlue}am -i --user --icons {PROGRAM} ${LightBlue}am -i --user --debug --force-latest {PROGRAM} ${LightBlue}am -i --user --debug --force-latest --icons {PROGRAM}\033[0m - Isto tako za isključivo AppImage-ove, opcija \"-ia\" ili \"install-appimage\": ${LightBlue}am -ia --user {PROGRAM}\033[0m ${LightBlue}am -ia --user --debug {PROGRAM} ${LightBlue}am -ia --user --force-latest {PROGRAM} ${LightBlue}am -ia --user --icons {PROGRAM} ${LightBlue}am -ia --user --debug --force-latest {PROGRAM}\033[0m ${LightBlue}am -ia --user --debug --force-latest --icons {PROGRAM}\033[0m - Spoljni AppImage-ovi takođe mogu da se instaliraju ovako, opcija \"-e\" ili \"extra\": ${LightBlue}am -e --user korisnik/projekat {IME APLIKACIJE}\033[0m ${LightBlue}am -e --user korisnik/projekat {IME APLIKACIJE} {KLJUČNA REČ}\033[0m NAPOMENA, \"AM\" 9 ili više je takođe sposoban da ažurira i upravlja aplikacijama lokalno, fabrički, bez potrebe da se ulazi u \"AppMan Režim\". $DIVIDING_LINE OPCIJE TREĆE STRANE: $third_party_flags_message $DIVIDING_LINE SAJTOVI: https://github.com/ivan-hc/AM https://portable-linux-apps.github.io \n
