Repository: ivan-hc/AM
Catalog: translations/po-files/*.po
Languages: de, es, sr

source: - Same for AppImages only, option \"-ia\" or \"install-appimage\":
de: - Gleiches gilt für AppImages mit \"-ia\" bzw. \"install-appimage\":

source: - External AppImages can be installed like this as well, option \"-e\" or \"extra\":
de: - Externe AppImages können ebenso mit \"-e\" bzw. \"extra\" installiert werden:

source: NOTE, \"AM\" 9 or higher is also able to update and manage apps locally, by default, and without having to switch to \"AppMan Mode\".
de: HINWEIS: \"AM\" 9 oder neuer kann standardmäßig Apps auch lokal aktualisieren und verwalten, ohne in den \"AppMan-Modus\" zu wechseln.

source: ERROR: unknown option \"$1\", run the \"$AMCLI -h\" command to find out more
de: FEHLER: Unbekannte Option \"$1\". Führen Sie \"$AMCLI -h\" aus, um mehr zu erfahren
es: ERROR: opción desconocida \"$1\", ejecute el comando \"$AMCLI -h\" para obtener más información
sr: GREŠKA: nepoznata opcija \"$1\", pokreni \"$AMCLI -h\" komandu da saznaš više

source: \nAvailable families: %b\n
de: \nVerfügbare Familien: %b\n
es: \nFamilias disponibles: %b\n
sr: \nDostupne arhitekture: %b\n

source: \nBinary info: %b\n
de: \nBinärinformationen: %b\n
es: \nInformación del binario: %b\n
sr: \nInfo o binaru: %b\n

source: \nAvailable in an third-party database (requires an extension).\n
de: \nVerfügbar in einer Drittanbieter-Datenbank (Erweiterung erforderlich).\n
es: \nDisponible en una base de datos de terceros (requiere una extensión).\n
sr: \nDostupno u bazi podataka treće strane (zahteva ekstenziju).\n

source: Disk usage: $disk_usage MB
de: Plattennutzung: $disk_usage MB
es: Uso de disco: $disk_usage MB
sr: Korišćenje diska: $disk_usage MB

source: Installed version: $app_version
de: Installierte Version: $app_version
es: Versión instalada: $app_version
sr: Instalirana verzija: $app_version

source: YOU HAVE INSTALLED $APPSNUMB PROGRAM
de: SIE HABEN $APPSNUMB PROGRAMM INSTALLIERT

source: YOU HAVE INSTALLED $APPSNUMB PROGRAMS
de: SIE HABEN $APPSNUMB PROGRAMME INSTALLIERT

source: AND $LIBNUMB LIBRARY
de: UND $LIBNUMB BIBLIOTHEK

source: AND $LIBNUMB LIBRARIES
de: UND $LIBNUMB BIBLIOTHEKEN

source: $APPSMESSAGE $LIBSMESSAGE LOCALLY, AS \"APPMAN\"
de: $APPSMESSAGE $LIBSMESSAGE LOKAL, ALS \"APPMAN\"
es: $APPSMESSAGE $LIBSMESSAGE LOCALMENTE, COMO \"APPMAN\"
sr: $APPSMESSAGE $LIBSMESSAGE LOKALNO, KAO \"APPMAN\"

source: $APPSMESSAGE $LIBSMESSAGE MANAGED BY \"$AMCLIUPPER\"
de: $APPSMESSAGE $LIBSMESSAGE VERWALTET VON \"$AMCLIUPPER\"
es: $APPSMESSAGE $LIBSMESSAGE GESTIONADO POR \"$AMCLIUPPER\"
sr: $APPSMESSAGE $LIBSMESSAGE UPRAVLJAN OD STRANE \"$AMCLIUPPER\"

source: $APPSMESSAGE LOCALLY, AS \"APPMAN\"
de: $APPSMESSAGE LOKAL, ALS \"APPMAN\"
es: $APPSMESSAGE LOCALMENTE, COMO \"APPMAN\"
sr: $APPSMESSAGE LOKALNO, KAO \"APPMAN\"

source: $APPSMESSAGE MANAGED BY \"$AMCLIUPPER\"
de: $APPSMESSAGE VERWALTET VON \"$AMCLIUPPER\"
es: $APPSMESSAGE GESTIONADO POR \"$AMCLIUPPER\"
sr: $APPSMESSAGE UPRAVLJAN OD STRANE \"$AMCLIUPPER\"

source: ◆ $arg | static-binary
de: ◆ $arg | statische Binärdatei
es: ◆ $arg | binario-estático
sr: ◆ $arg | statičan-binar

source: ◆ $arg | dynamic-binary
de: ◆ $arg | dynamische Binärdatei
es: ◆ $arg | binario-dinámico
sr: ◆ $arg | dinamičan-binar

source: ◆ $arg | bash-script
de: ◆ $arg | bash-Skript
es: ◆ $arg | script-bash
sr: ◆ $arg | bash-skripta

source: ◆ $arg | dash-script
de: ◆ $arg | dash-Skript
es: ◆ $arg | script-dash
sr: ◆ $arg | dash-skripta

source: ◆ $arg | posix-script
de: ◆ $arg | posix-Skript
es: ◆ $arg | script-posix
sr: ◆ $arg | posix-skripta

source: ◆ $arg | awk-script
de: ◆ $arg | awk-Skript
es: ◆ $arg | script-awk
sr: ◆ $arg | awk-skripta

source: ◆ $arg | script
de: ◆ $arg | Skript
sr: ◆ $arg | skripta

source: ◆ $arg | library
de: ◆ $arg | Bibliothek
es: ◆ $arg | biblioteca
sr: ◆ $arg | biblioteka

source: ◆ $arg | other
de: ◆ $arg | sonstiges
es: ◆ $arg | otro
sr: ◆ $arg | drugo

source: - APPNAME | DB | VERSION | TYPE | SIZE
de: - APPNAME | DB | VERSION | TYP | GRÖSSE

source: - APPNAME | VERSION | TYPE | SIZE
de: - APPNAME | VERSION | TYP | GRÖSSE

source: *has dependency to EOL libfuse2 library, please ask the creator to update\n
de: *hängt von der EOL-Bibliothek libfuse2 ab. Bitte den Entwickler um ein Update bitten\n
es: *tiene dependencia de la biblioteca EOL libfuse2, por favor pida al creador que la actualice\n
sr: *ima zavisnost od zastarele libfuse2 biblioteke, molim upitaj kreatora da ažurira\n

source: TOTAL SIZE: $TOTAL_SIZE of disk space in use
de: GESAMTGRÖSSE: $TOTAL_SIZE belegter Plattenspeicher
es: TAMAÑO TOTAL: $TOTAL_SIZE de espacio en disco en uso
sr: UKUPNA VELIČINA: $TOTAL_SIZE prostora diska u upotrebi

source: - APPIMAGE | PATH | SIZE
de: - APPIMAGE | PFAD | GRÖSSE
es: - APPIMAGE | RUTA | TAMAÑO
sr: - APPIMAGE | PUTANJA | VELIČINA

source: \n *this path is listed but not mounted, file size unknown\n\n
de: \n *dieser Pfad ist gelistet, aber nicht eingehängt, Dateigröße unbekannt\n\n
es: \n *esta ruta está listada pero no montada, tamaño de archivo desconocido\n\n
sr: \n *ova putanja je ulistana ali nije montirana, veličina fajla nepoznata\n\n

source: YOU HAVE INSTALLED $APPSNUMBER PROGRAMS OUT OF $AVAILABLE_TOTAL_APPS_NUMBER AVAILABLE, AND $LIBNUMBER LIBRARY
de: SIE HABEN $APPSNUMBER PROGRAMME VON $AVAILABLE_TOTAL_APPS_NUMBER VERFÜGBAREN INSTALLIERT UND $LIBNUMBER BIBLIOTHEK

source: YOU HAVE INSTALLED $APPSNUMBER PROGRAMS OUT OF $AVAILABLE_TOTAL_APPS_NUMBER AVAILABLE, AND $LIBNUMBER LIBRARIES
de: SIE HABEN $APPSNUMBER PROGRAMME VON $AVAILABLE_TOTAL_APPS_NUMBER VERFÜGBAREN INSTALLIERT UND $LIBNUMBER BIBLIOTHEKEN

source: YOU HAVE INSTALLED $APPSNUMBER PROGRAMS OUT OF $AVAILABLE_TOTAL_APPS_NUMBER AVAILABLE
de: SIE HABEN $APPSNUMBER PROGRAMME VON $AVAILABLE_TOTAL_APPS_NUMBER VERFÜGBAREN INSTALLIERT

source: To list all installable programs, use the \"%b--all\033[0m\" flag\n\n
de: Um alle installierbaren Programme aufzulisten, verwenden Sie den Schalter \"%b--all\033[0m\"\n\n
es: Para listar todos los programas instalables, use la opción \"%b--all\033[0m\"\n\n
sr: Da izlistaš sve moguće programe za instalaciju, koristi \"%b--all\033[0m\" opciju\n\n

source: LIST OF THE %b
de: LISTE DER %b
es: LISTA DE LOS %b
sr: LISTA OD %b

source: \n Search results for \"%s\":\n\n
de: \n Suchergebnisse für \"%s\":\n\n
es: \n Resultados de búsqueda para \"%s\":\n\n
sr: \n Rezultati pretrage za \"%s\":\n\n

source: No search results
de: Keine Suchergebnisse
es: Sin resultados de búsqueda
sr: Nema rezultata pretrage

source: , please retry this query using the \"%b--all\033[0m\" flag\n
de: , bitte versuchen Sie die Suche erneut mit dem Schalter \"%b--all\033[0m\"\n
es: , por favor, reintente esta consulta usando la opción \"%b--all\033[0m\"\n
sr: , molim pokušaj isti upit koristeći \"%b--all\033[0m\" opciju\n

source: $AVAILABLE_APPS_NUMBER programs available in the \"AM\" database
de: $AVAILABLE_APPS_NUMBER Programme in der \"AM\"-Datenbank verfügbar

source: $AVAILABLE_TOTAL_APPS_NUMBER programs available in all supported databases
de: $AVAILABLE_TOTAL_APPS_NUMBER Programme in allen unterstützten Datenbanken verfügbar

source: $AVAILABLE_APPIMAGES_NUMBER AppImages available in the \"AM\" database
de: $AVAILABLE_APPIMAGES_NUMBER AppImages in der \"AM\"-Datenbank verfügbar

source: $AVAILABLE_PORTABLE_NUMBER portable programs available in the \"AM\" database
de: $AVAILABLE_PORTABLE_NUMBER portable Programme in der \"AM\"-Datenbank verfügbar

source: $TPNUMBER_HERE programs available in the ${tplist_name^} database
de: $TPNUMBER_HERE Programme in der ${tplist_name^}-Datenbank verfügbar

source: \n Unknown flag, run \"-h\" to see supported third-party flags.\n\n
de: \n Unbekannter Schalter. Führen Sie \"-h\" aus, um unterstützte Drittanbieter-Schalter zu sehen.\n\n
es: \n Opción desconocida, ejecute \"-h\" para ver las opciones de terceros compatibles.\n\n
sr: \n Nepoznata opcija, pokreni \"-h\" da vidiš podržane opcije treće strane.\n\n

source: \n Search results for packages: %s\n\n
de: \n Suchergebnisse für Pakete: %s\n\n
es: \n Resultados de búsqueda para paquetes: %s\n\n
sr: \n Rezultati pretrage za pakete: %s\n\n

source: Converting %s to an AppMan-compatible script.\r
de: %s wird in ein AppMan-kompatibles Skript konvertiert.\r
es: Convirtiendo %s a un script compatible con AppMan.\r
sr: Konvertujem %s u AppMan-podržanu skriptu.\r

source: ✖ \"$SCRIPTDIR/$arg\" already exists!
de: ✖ \"$SCRIPTDIR/$arg\" existiert bereits!
es: ✖ ¡\"$SCRIPTDIR/$arg\" ya existe!
sr: ✖ \"$SCRIPTDIR/$arg\" već postoji!

source: ◆ \"$arg\" installation script downloaded to \"$SCRIPTDIR\"!
de: ◆ Installationsskript \"$arg\" nach \"$SCRIPTDIR\" heruntergeladen!
es: ◆ ¡Script de instalación de \"$arg\" descargado en \"$SCRIPTDIR\"!
sr: ◆ \"$arg\" instalacijska skripta je preuzeta u \"$SCRIPTDIR\"!

source: 💀 ERROR: \"$arg\" is NOT a valid argument
de: 💀 FEHLER: \"$arg\" ist KEIN gültiges Argument
es: 💀 ERROR: \"$arg\" NO es un argumento válido
sr: 💀 GREŠKA: \"$arg\" NIJE važeći argument

source: 💀 ERROR: cannot create \"$arg\", the builder does not exists
de: 💀 FEHLER: \"$arg\" kann nicht erstellt werden, der Builder existiert nicht
es: 💀 ERROR: no se puede crear \"$arg\", el constructor no existe
sr: 💀 GREŠKA: ne mogu da napravim \"$arg\", builder ne postoji

source: 💀 ERROR: you cannot install \"$arg\" without installing \"firefox\"
de: 💀 FEHLER: \"$arg\" kann nicht installiert werden, ohne \"firefox\" zu installieren
es: 💀 ERROR: no puede instalar \"$arg\" sin instalar \"firefox\"
sr: 💀 GREŠKA: ne možeš da instaliraš \"$arg\" a da ne instaliraš \"firefox\"

source: 💀 ERROR: cannot install \"$arg\" without \"$dependency_name\"
de: 💀 FEHLER: \"$arg\" kann nicht ohne \"$dependency_name\" installiert werden
es: 💀 ERROR: no se puede instalar \"$arg\" sin \"$dependency_name\"
sr: 💀 GREŠKA: ne možeš da instaliraš \"$arg\" bez \"$dependency_name\"

source: ◆ $APPNAME IS PART OF \"$LASTDIR\", ALREADY INSTALLED
de: ◆ $APPNAME ist Teil von \"$LASTDIR\" und bereits installiert
es: ◆ $APPNAME ES PARTE DE \"$LASTDIR\", YA INSTALADO
sr: ◆ $APPNAME JE DEO \"$LASTDIR\", VEĆ JE INSTALIRAN

source: ${RED}WARNING: \"$arg\" does not have a transparent build process! \033[0m\n
de: ${RED}WARNUNG: \"$arg\" hat keinen transparenten Build-Prozess! \033[0m\n

source: \n We can't be sure as to what is inside the application\n We highly recommend that you sandbox this application\n\n
de: \n Wir können nicht sicher sein, was sich in der Anwendung befindet.\n Wir empfehlen dringend, diese Anwendung zu sandboxen\n\n
es: \n No podemos estar seguros de lo que hay dentro de la aplicación\n Recomendamos encarecidamente que use esta aplicación en un sandbox\n\n
sr: \n Mi ne možemo biti sigurni u to šta se nalazi unutar aplikacije\n Strogo preporučujemo da ovu aplikaciju sandbox-ujete\n\n

source: Do you wish to continue? (N/y):
de: Möchten Sie fortfahren? (N/y):
es: ¿Desea continuar? (N/s):
sr: Želiš li da nastaviš? (N/y):

source: \n INSTALLATION ABORTED! \n
de: \n INSTALLATION ABGEBROCHEN! \n
es: \n ¡INSTALACIÓN ABORTADA! \n
sr: \n INSTALACIJA PREKINUTA! \n

source: ◆ $APPNAME: starting installation script
de: ◆ $APPNAME: Installationsskript wird gestartet
es: ◆ $APPNAME: iniciando script de instalación
sr: ◆ $APPNAME: započinjem instalacijsku skriptu

source: \n This script will create an AppImage on the fly, please wait...\n
de: \n Dieses Skript erstellt ein AppImage on-the-fly. Bitte warten...\n
es: \n Este script creará una AppImage sobre la marcha, por favor espere...\n
sr: \n Ova skripta će napraviti AppImage u pokretu, molim sačekaj...\n

source: 💀 ERROR: \"$arg\" already exists in /usr/local/lib
de: 💀 FEHLER: \"$arg\" existiert bereits in /usr/local/lib
es: 💀 ERROR: \"$arg\" ya existe en /usr/local/lib
sr: 💀 GREŠKA: \"$arg\" već postoji u /usr/local/lib

source: \n ⚠️ This script will install a system library in /usr/local/lib\n\n
de: \n ⚠️ Dieses Skript installiert eine Systembibliothek in /usr/local/lib\n\n
es: \n ⚠️ Este script instalará una biblioteca del sistema en /usr/local/lib\n\n
sr: \n ⚠️ Ova skripta će instalirati sistemsku biblioteku u /usr/local/lib\n\n

source: 💀 ERROR DURING INSTALLATION, REMOVED $APPNAME!
de: 💀 FEHLER WÄHREND DER INSTALLATION, $APPNAME ENTFERNT!
es: 💀 ¡ERROR DURANTE LA INSTALACIÓN, $APPNAME ELIMINADO!
sr: 💀 GREŠKA PRILIKOM INSTALACIJE, OBRISAO SAM $APPNAME!

source: INSTALLATION ABORTED!
de: INSTALLATION ABGEBROCHEN!
es: ¡INSTALACIÓN ABORTADA!
sr: INSTALACIJA PREKINUTA!

source: ✖ \"$(echo "$arg" | sed 's/-appimage//g')\" is not an Appimage
de: ✖ \"$(echo "$arg" | sed 's/-appimage//g')\" ist kein AppImage
es: ✖ \"$(echo "$arg" | sed 's/-appimage//g')\" no es una AppImage
sr: ✖ \"$(echo "$arg" | sed 's/-appimage//g')\" nije Appimage

source: Detected multiple variants, choose one or press ZERO to abort:\n\n
de: Mehrere Varianten erkannt. Wählen Sie eine aus oder drücken Sie ZERO zum Abbrechen:\n\n
es: Se detectaron múltiples variantes, elija una o presione CERO para abortar:\n\n
sr: Otkriveno više varijanti, odaberi jednu ili pritisni NULU da obustaviš:\n\n

source: %bPlease select another item or press \"ZERO\".\n\n
de: %bBitte wählen Sie ein anderes Element oder drücken Sie \"ZERO\".\n\n
es: %bPor favor, seleccione otro elemento o presione \"CERO\".\n\n
sr: %bMolim odaberi drugi izbor ili pritisni \"NULU\".\n\n

source: \n Invalid selection. INSTALLATION ABORTED! \n
de: \n Ungültige Auswahl. INSTALLATION ABGEBROCHEN! \n
es: \n Selección no válida. ¡INSTALACIÓN ABORTADA! \n
sr: \n Nevažeći odabir. INSTALACIJA PREKINUTA! \n

source: 💀 ERROR, \"$arg\" does NOT exist in 3rd-party databases
de: 💀 FEHLER, \"$arg\" existiert NICHT in Drittanbieter-Datenbanken
es: 💀 ERROR, \"$arg\" NO existe en las bases de datos de terceros
sr: 💀 GREŠKA, \"$arg\" NE POSTOJI u bazi podataka treće strane

source: \n Try again but WITHOUT the third-party flag\n
de: \n Versuchen Sie es erneut, aber OHNE den Drittanbieter-Schalter\n
es: \n Inténtelo de nuevo pero SIN la opción de terceros\n
sr: \n Pokušaj opet ali BEZ opcije za treću stranu\n

source: USAGE: $AMCLI $1 $2 [ARGUMENT]
de: NUTZUNG: $AMCLI $1 $2 [ARGUMENT]
es: USO: $AMCLI $1 $2 [ARGUMENTO]
sr: KORIŠĆENJE: $AMCLI $1 $2 [ARGUMENT]

source: USAGE: $AMCLI $1 --convert [ARGUMENT]
de: NUTZUNG: $AMCLI $1 --convert [ARGUMENT]
es: USO: $AMCLI $1 --convert [ARGUMENTO]
sr: KORIŠĆENJE: $AMCLI $1 --convert [ARGUMENT]

source: USAGE: $AMCLI $1 --debug [ARGUMENT]
de: NUTZUNG: $AMCLI $1 --debug [ARGUMENT]
es: USO: $AMCLI $1 --debug [ARGUMENTO]
sr: KORIŠĆENJE: $AMCLI $1 --debug [ARGUMENT]

source: USAGE: $AMCLI $1 --force-latest [ARGUMENT]
de: NUTZUNG: $AMCLI $1 --force-latest [ARGUMENT]
es: USO: $AMCLI $1 --force-latest [ARGUMENTO]
sr: KORIŠĆENJE: $AMCLI $1 --force-latest [ARGUMENT]

source: USAGE: $AMCLI $1 --icons [ARGUMENT]
de: NUTZUNG: $AMCLI $1 --icons [ARGUMENT]
es: USO: $AMCLI $1 --icons [ARGUMENTO]
sr: KORIŠĆENJE: $AMCLI $1 --icons [ARGUMENT]

source: USAGE: $AMCLI $1 --sandbox [ARGUMENT]
de: NUTZUNG: $AMCLI $1 --sandbox [ARGUMENT]
es: USO: $AMCLI $1 --sandbox [ARGUMENTO]
sr: KORIŠĆENJE: $AMCLI $1 --sandbox [ARGUMENT]

source: USAGE: $AMCLI $1 --user [ARGUMENT]
de: NUTZUNG: $AMCLI $1 --user [ARGUMENT]
es: USO: $AMCLI $1 --user [ARGUMENTO]
sr: KORIŠĆENJE: $AMCLI $1 --user [ARGUMENT]

source: \n %bSTART OF ALL INSTALLATION PROCESSES\033[0m\n\n
de: \n %bSTART ALLER INSTALLATIONSPROZESSE\033[0m\n\n
sr: \n %bPOČETAK SVIH INSTALACIJSKIH PROCESA\033[0m\n\n

source: ◆ \"$pure_arg\" is already installed!
de: ◆ \"$pure_arg\" ist bereits installiert!
es: ◆ ¡\"$pure_arg\" ya está instalado!
sr: ◆ \"$pure_arg\" je već instaliran!

source: 💀 ERROR: \"$pure_arg\" command already exists!
de: 💀 FEHLER: Der Befehl \"$pure_arg\" existiert bereits!
es: 💀 ERROR: ¡el comando \"$pure_arg\" ya existe!
sr: 💀 GREŠKA: \"$pure_arg\" komanda već postoji!

source: 💀 ERROR: the file \"$arg\" does NOT exist
de: 💀 FEHLER: Die Datei \"$arg\" existiert NICHT
es: 💀 ERROR: el archivo \"$arg\" NO existe
sr: 💀 GREŠKA: fajl \"$arg\" NE POSTOJI

source: 💀 ERROR: \"$arg\" does NOT exist in the \"AM\" database, $(printf "please check the list, run the \"%b$AMCLIPATH_ORIGIN -l\033[0m\" command.\n\n" "${Gold}")
de: 💀 FEHLER: \"$arg\" ist nicht in der \"AM\"-Datenbank vorhanden, $(printf "bitte prüfen Sie die Liste, führen Sie den Befehl \"%b$AMCLIPATH_ORIGIN -l\033[0m\" aus.\n\n" "${Gold}")
es: 💀 ERROR: \"$arg\" NO existe en la base de datos \"AM\", $(printf "por favor, compruebe la lista, ejecute el comando \"%b$AMCLIPATH_ORIGIN -l\033[0m\".\n\n" "${Gold}")
sr: 💀 GREŠKA: \"$arg\" ne postoji u \"AM\" bazi podataka, $(printf "molim proveri listu, pokreni \"%b$AMCLIPATH_ORIGIN -l\033[0m\" komandu.\n\n" "${Gold}")

source: \n ERROR: \"%b\" is NOT an AppImage\n
de: \n FEHLER: \"%b\" ist KEIN AppImage\n
es: \n ERROR: \"%b\" NO es una AppImage\n
sr: \n GREŠKA: \"%b\" NIJE AppImage\n

source: \n %bEND OF ALL INSTALLATION PROCESSES\n\033[0m
de: \n %bENDE ALLER INSTALLATIONSPROZESSE\n\033[0m
sr: \n %bKRAJ SVIH INSTALACIJSKIH PROCESA\n\033[0m

source: \n The following new programs have been installed:\n\n
de: \n Die folgenden neuen Programme wurden installiert:\n\n
sr: \n Sledeći programi su instalirani:\n\n

source: USAGE: $AMCLI $1 user/project [ARGUMENT]
de: NUTZUNG: $AMCLI $1 user/project [ARGUMENT]
es: USO: $AMCLI $1 usuario/proyecto [ARGUMENTO]
sr: KORIŠĆENJE: $AMCLI $1 user/project [ARGUMENT]

source: USAGE: $AMCLI $1 user/project [ARGUMENT] [KEYWORD]
de: NUTZUNG: $AMCLI $1 user/project [ARGUMENT] [KEYWORD]
es: USO: $AMCLI $1 usuario/proyecto [ARGUMENTO] [PALABRA_CLAVE]
sr: KORIŠĆENJE: $AMCLI $1 user/project [ARGUMENT] [KLJUČNA REČ]

source: USAGE: $AMCLI $1 --user user/project [ARGUMENT]
de: NUTZUNG: $AMCLI $1 --user user/project [ARGUMENT]
es: USO: $AMCLI $1 --user usuario/proyecto [ARGUMENTO]
sr: KORIŠĆENJE: $AMCLI $1 --user user/project [ARGUMENT]

source: USAGE: $AMCLI $1 --user user/project [ARGUMENT] [KEYWORD]
de: NUTZUNG: $AMCLI $1 --user user/project [ARGUMENT] [KEYWORD]
es: USO: $AMCLI $1 --user usuario/proyecto [ARGUMENTO] [PALABRA_CLAVE]
sr: KORIŠĆENJE: $AMCLI $1 --user user/project [ARGUMENT] [KLJUČNA REČ]

source: Do you wish reinstall everything? (N/y):
de: Möchten Sie alles neu installieren? (N/y):
es: ¿Desea reinstalar todo? (N/s):
sr: Da li želiš da reinstaliraš sve? (N/y):

source: %b\n ABORTED! \n%b\n
de: %b\n ABGEBROCHEN! \n%b\n
es: %b\n ¡ABORTADO! \n%b\n
sr: %b\n OBUSTAVLJENO! \n%b\n

source: %b\n Reinstalling everything...\n%b\n
de: %b\n Installiere alles neu...\n%b\n
es: %b\n Reinstalando todo...\n%b\n
sr: %b\n Reinstaliram sve...\n%b\n

source: %b\n Checking for changes of the installation scripts in the online database...\n%b\n
de: %b\n Prüfe auf Änderungen der Installationsskripte in der Online-Datenbank...\n%b\n
es: %b\n Comprobando cambios en los scripts de instalación en la base de datos en línea...\n%b\n
sr: %b\n Proveravam promene instalacijskih skripti u onlajn bazi podataka...\n%b\n

source: App removal and reinstallation complete! \n%b\n
de: Entfernen und Neuinstallation der Apps abgeschlossen! \n%b\n
es: ¡Eliminación y reinstalación de la aplicación completada! \n%b\n
sr: Brisanje aplikacije i reinstalacija završena! \n%b\n

source: Nothing to do here! \n%b\n
de: Nichts zu tun! \n%b\n
es: ¡Nada que hacer aquí! \n%b\n
sr: Nema ništa da se radi ovde! \n%b\n

source: \n ◆ To set date and time as a name, press ENTER (default)\n ◆ To set the version as a name, press \"1\"\n ◆ To set a custom name, write anything else\n\n
de: \n ◆ Datum und Uhrzeit als Namen verwenden: ENTER (Standard)\n ◆ Version als Namen verwenden: \"1\"\n ◆ Benutzerdefinierten Namen setzen: etwas anderes eingeben\n\n
es: \n ◆ Para establecer fecha y hora como nombre, presione INTRO (predeterminado)\n ◆ Para establecer la versión como nombre, presione \"1\"\n ◆ Para establecer un nombre personalizado, escriba cualquier otra cosa\n\n
sr: \n ◆ Da podesiš datum i vreme kao ime, pritisni ENTER (fabrički)\n ◆ Da podesiš verziju kao ime, pritisni \"1\"\n ◆ Da podesiš ručno ime, napiši bilo šta drugo\n\n

source: Write your choice here, or leave blank to use \"date/time\":
de: Geben Sie Ihre Wahl hier ein oder lassen Sie das Feld leer, um \"date/time\" zu verwenden:
es: Escriba su elección aquí, o déjelo en blanco para usar \"fecha/hora\":
sr: Napiši svoj izbor ovde, ili ostavi prazno da koristiš \"datum/vreme\":

source: \"$2\" is not a valid argument or is not installed.
de: \"$2\" ist kein gültiges Argument oder nicht installiert.
es: \"$2\" no es un argumento válido o no está instalado.
sr: \"$2\" nije važeći argument ili nije instaliran.

source: Do you wish to backup the current version of $2? (y/N)
de: Möchten Sie die aktuelle Version von $2 sichern? (y/N)
es: ¿Desea hacer una copia de seguridad de la versión actual de $2? (s/N)
sr: Da li želiš da bekapuješ trenutnu verziju $2? (y/N)

source: \n OPERATION ABORTED!\n\n
de: \n VORGANG ABGEBROCHEN!\n\n
es: \n ¡OPERACIÓN ABORTADA!\n\n
sr: \n OPERACIJA OBUSTAVLJENA!\n\n

source: 💀 ERROR: \"$2/$backupname\" already exists, ABORTED!
de: 💀 FEHLER: \"$2/$backupname\" existiert bereits, ABBRUCH!
es: 💀 ERROR: ¡\"$2/$backupname\" ya existe, ABORTADO!
sr: 💀 GREŠKA: \"$2/$backupname\" već postoji, PREKINUTO!

source: SAVED in $HOME/.am-snapshots/$2/$backupname
de: GESPEICHERT in $HOME/.am-snapshots/$2/$backupname
es: GUARDADO en $HOME/.am-snapshots/$2/$backupname
sr: SAČUVANO u $HOME/.am-snapshots/$2/$backupname

source: ERROR: No snapshot for \"$2\" found.
de: FEHLER: Kein Snapshot für \"$2\" gefunden.
es: ERROR: No se encontró ninguna instantánea para \"$2\".
sr: GREŠKA: Nijedna rezervna kopija nije pronađena za \"$2\".

source: Do you wish to overwrite $2 with an older version? (y,N)
de: Möchten Sie $2 mit einer älteren Version überschreiben? (y,N)
es: ¿Desea sobrescribir $2 con una versión anterior? (s,N)
sr: Da li želiš da zameniš $2 sa starijom verzijom? (y,N)

source: \n OPERATION ABORTED! \n\n
de: \n VORGANG ABGEBROCHEN! \n\n
es: \n ¡OPERACIÓN ABORTADA! \n\n
sr: \n OPERACIJA OBUSTAVLJENA! \n\n

source: \n Please, select a snapshot or press ZERO to abort:\n\n
de: \n Bitte wählen Sie einen Snapshot oder drücken Sie ZERO zum Abbrechen:\n\n
es: \n Por favor, seleccione una instantánea o presione CERO para abortar:\n\n
sr: \n Molim odaberi rezervnu kopiju ili pritisni NULU da obustaviš:\n\n

source: \n Invalid selection. ABORTED! \n
de: \n Ungültige Auswahl. ABBRUCH! \n
es: \n Selección no válida. ¡ABORTADO! \n
sr: \n Nevažeći odabir. OBUSTAVLJENO! \n

source: RESTORE COMPLETED SUCCESSFULLY!
de: WIEDERHERSTELLUNG ERFOLGREICH ABGESCHLOSSEN!
es: ¡RESTAURACIÓN COMPLETADA CON ÉXITO!
sr: POVRATAK USPEŠNO IZVRŠEN!

source: ✖ ERROR: \"%b\" is not installed\n
de: ✖ FEHLER: \"%b\" ist nicht installiert\n
es: ✖ ERROR: \"%b\" no está instalado\n
sr: ✖ GREŠKA: \"%b\" nije instaliran\n

source: ✖ ERROR: \"%b\" is NOT an AppImage\n
de: ✖ FEHLER: \"%b\" ist KEIN AppImage\n
es: ✖ ERROR: \"%b\" NO es una AppImage\n
sr: ✖ GREŠKA: \"%b\" NIJE AppImage\n

source: ✖ ERROR: \"$arg\" already contains a config dir
de: ✖ FEHLER: \"$arg\" enthält bereits ein Konfigurationsverzeichnis
es: ✖ ERROR: \"$arg\" ya contiene un directorio de configuración
sr: ✖ GREŠKA: \"$arg\" već sadrži config direktorijum

source: ✔ \$XDG_CONFIG_HOME set to \"$argpath.config\" for \"$arg\"
de: ✔ \$XDG_CONFIG_HOME auf \"$argpath.config\" für \"$arg\" gesetzt
es: ✔ \$XDG_CONFIG_HOME establecido a \"$argpath.config\" para \"$arg\"
sr: ✔ \$XDG_CONFIG_HOME je podešen kao \"$argpath.config\" za \"$arg\"

source: ✖ ERROR: \"$arg\" already contains a home dir
de: ✖ FEHLER: \"$arg\" enthält bereits ein Home-Verzeichnis
es: ✖ ERROR: \"$arg\" ya contiene un directorio home
sr: ✖ GREŠKA: \"$arg\" već sadrži home direktorijum

source: ✔ \$HOME set to \"$argpath.home\" for \"$arg\"
de: ✔ \$HOME auf \"$argpath.home\" für \"$arg\" gesetzt
es: ✔ \$HOME establecido a \"$argpath.home\" para \"$arg\"
sr: ✔ \$HOME je podešen kao \"$argpath.home\" za \"$arg\"
