Repository: ivan-hc/AM
Catalog: translations/po-files/*.po
Languages: de, es, sr

source: No AM-updater available for \"$2\", cannot detect any URL!
de: Kein AM-updater für \"$2\" verfügbar, kann keine URL ermitteln!
es: No hay AM-updater disponible para \"$2\", ¡no se puede detectar ninguna URL!
sr: Nijedan AM-updater nije dostupan za \"$2\", ne mogu da otkrijem nijedan URL!

source: The option \"$1\" only works for https://github.com
de: Die Option \"$1\" funktioniert nur für https://github.com
es: La opción \"$1\" solo funciona para https://github.com
sr: Opcija \"$1\" radi samo za https://github.com

source: ERROR: No valid links found, sorry!
de: FEHLER: Keine gültigen Links gefunden, sorry!
es: ERROR: ¡No se encontraron enlaces válidos, lo siento!
sr: GREŠKA: Nijedan važeći link nije pronađen, izvini!

source: You have chosen to roll back \"$2\".
de: Sie haben sich entschieden, \"$2\" zurückzurollen.
es: Ha elegido revertir \"$2\".
sr: Odabrao si da vratiš nazad \"$2\".

source: Select a URL from this menu (read carefully) or press ZERO to abort:
de: Wählen Sie eine URL aus diesem Menü (bitte genau lesen) oder drücken Sie ZERO zum Abbrechen:
es: Seleccione una URL de este menú (lea atentamente) o presione CERO para abortar:
sr: Odaberi URL iz ovog menija (čitaj pažljivo) ili pritisni NULU da obustaviš:

source: ROLLBACK SUCCESSFUL!
de: ROLLBACK ERFOLGREICH!
es: ¡REVERSIÓN EXITOSA!
sr: POVRATAK NAZAD USPEŠAN!

source: WARNING: cannot extract old type 1 AppImages, install \"7z\" and retry.
de: WARNUNG: Alte AppImages vom Typ 1 können nicht extrahiert werden. Installieren Sie \"7z\" und versuchen Sie es erneut.
es: ADVERTENCIA: no se pueden extraer AppImages antiguas de tipo 1, instale \"7z\" y reintente.
sr: UPOZORENJE: ne mogu da ekstraktujem stare type 1 AppImage-ove, instaliraj \"7z\" i pokušaj ponovo.

source: WARNING: \"$BINDIR\" is not in PATH, apps may not run from command line.
de: WARNUNG: \"$BINDIR\" ist nicht im PATH. Apps lassen sich ggf. nicht über die Kommandozeile starten.
es: ADVERTENCIA: \"$BINDIR\" no está en el PATH, es posible que las aplicaciones no se ejecuten desde la línea de comandos.
sr: UPOZORENJE: \"$BINDIR\" nije u PATH, aplikacije možda neće moći da se pokrenu sa komandne linije.

source: Write a custom command to launch the app, or leave blank:
de: Benutzerspezifischen Startbefehl eingeben oder leer lassen:
es: Escriba un comando personalizado para lanzar la aplicación, o déjelo en blanco:
sr: Napiši ručnu komandu da pokreneš aplikaciju, ili ostavi prazno:

source: New command: \"$appimage_cmd.appimage\" in $BINDIR
de: Neuer Befehl: \"$appimage_cmd.appimage\" in $BINDIR
es: Nuevo comando: \"$appimage_cmd.appimage\" en $BINDIR
sr: Nova komanda: \"$appimage_cmd.appimage\" u $BINDIR

source: New command: \"$appimage_cmd\" in $BINDIR
de: Neuer Befehl: \"$appimage_cmd\" in $BINDIR
es: Nuevo comando: \"$appimage_cmd\" en $BINDIR
sr: Nova komanda: \"$appimage_cmd\" u $BINDIR

source: WARNING, \"$BINDIR/$response\" already exists!
de: WARNUNG, \"$BINDIR/$response\" existiert bereits!
es: ¡ADVERTENCIA, \"$BINDIR/$response\" ya existe!
sr: UPOZORENJE, \"$BINDIR/$response\" već postoji!

source: Do you Want to override it? (y,N)
de: Möchten Sie es überschreiben? (y,N)
es: ¿Desea sobrescribirlo? (s,N)
sr: Da li Želiš da ga zaobiđeš? (y,N)

source: You have chosen not to assign a command.
de: Sie haben sich entschieden, keinen Befehl zuzuweisen.
es: Ha elegido no asignar un comando.
sr: Izabrao si da ne dodeliš komandu.

source: ERROR: the \"$response\" command alredy exists, retry!
de: FEHLER: Der Befehl \"$response\" existiert bereits. Versuchen Sie es erneut!
es: ERROR: ¡el comando \"$response\" ya existe, reintente!
sr: GREŠKA: \"$response\" komanda već postoji, pokušaj ponovo!

source: %b\n ERROR: \"%b\" not found\n%b\n
de: %b\n FEHLER: \"%b\" nicht gefunden\n%b\n
es: %b\n ERROR: \"%b\" no encontrado\n%b\n
sr: %b\n GREŠKA: \"%b\" nije pronađen\n%b\n

source: %b\n ERROR: \"%b\" is NOT an AppImage\n%b\n
de: %b\n FEHLER: \"%b\" ist KEIN AppImage\n%b\n
es: %b\n ERROR: \"%b\" NO es una AppImage\n%b\n
sr: %b\n GREŠKA: \"%b\" NIJE AppImage\n%b\n

source: \"$AMCLIUPPER\" cannot manage updates for $2, \"AM-updater\" file not found!
de: \"$AMCLIUPPER\" kann Updates für $2 nicht verwalten, \"AM-updater\"-Datei nicht gefunden!
es: ¡\"$AMCLIUPPER\" no puede gestionar actualizaciones para $2, archivo \"AM-updater\" no encontrado!
sr: \"$AMCLIUPPER\" ne može da upravlja ažuriranjima za $2, \"AM-updater\" fajl nije pronađen!

source: Do you wish to keep $2 at its current version? (y/N)
de: Möchten Sie $2 auf der aktuellen Version halten? (y/N)
es: ¿Desea mantener $2 en su versión actual? (s/N)
sr: Da li želiš da ostaviš $2 na njegovoj trenutnoj verziji? (y/N)

source: $2 has been locked at current version!
de: $2 wurde auf die aktuelle Version gesperrt!
es: ¡$2 ha sido bloqueado en la versión actual!
sr: $2 ja zaključan na trenutnoj verziji!

source: Operation aborted!
de: Vorgang abgebrochen!
es: ¡Operación abortada!
sr: Operacija obustavljena!

source: \"$2\" cannot be unlocked, \"AM-LOCK\" file not found!
de: \"$2\" kann nicht entsperrt werden, \"AM-LOCK\"-Datei nicht gefunden!
es: ¡No se puede desbloquear \"$2\", archivo \"AM-LOCK\" no encontrado!
sr: \"$2\" ne može da se otključa, \"AM-LOCK\" fajl nije pronađen!

source: Do you wish to unlock updates for $2? (Y/n)
de: Möchten Sie Updates für $2 freigeben? (Y/n)
es: ¿Desea desbloquear las actualizaciones para $2? (S/n)
sr: Da li želiš da otključaš ažuriranja za $2? (Y/n)

source: $2 is still locked at current version!
de: $2 ist weiterhin auf der aktuellen Version gesperrt!
es: ¡$2 sigue bloqueado en la versión actual!
sr: $2 je i dalje zaključan na trenutnoj verziji!

source: \"$2\" can now receive updates!
de: \"$2\" kann nun Updates erhalten!
es: ¡\"$2\" ahora puede recibir actualizaciones!
sr: \"$2\" sada može da dobija ažuriranja!

source: 💀Error, \"%b\" is NOT installed\n
de: 💀Fehler, \"%b\" ist NICHT installiert\n
es: 💀Error, \"%b\" NO está instalado\n
sr: 💀Greška, \"%b\" NIJE instaliran\n

source: 💀Error, \"%b\" is NOT an AppImage\n
de: 💀Fehler, \"%b\" ist KEIN AppImage\n
es: 💀Error, \"%b\" NO es una AppImage\n
sr: 💀Greška, \"%b\" NIJE AppImage\n

source: ◆ \"%b\" is already a new generation AppImage.\n
de: ◆ \"%b\" ist bereits ein AppImage der neuen Generation.\n
es: ◆ \"%b\" ya es una AppImage de nueva generación.\n
sr: ◆ \"%b\" je već AppImage novije generacije.\n

source: ...downloading appimagetool\r
de: ...lade appimagetool herunter\r
es: ...descargando appimagetool\r
sr: ...preuzimam appimagetool\r

source: ...extracting the AppImage\r
de: ...extrahiere das AppImage\r
es: ...extrayendo la AppImage\r
sr: ...ekstraktujem AppImage\r

source: ...trying to convert in new generation AppImage\r
de: ...versuche, in ein AppImage der neuen Generation zu konvertieren\r
es: ...intentando convertir a AppImage de nueva generación\r
sr: ...pokušavam da konvertujem u AppImage novije generacije\r

source: 💀Error when trying to convert $target. Operation Aborted.
de: 💀Fehler bei der Konvertierung von $target. Vorgang abgebrochen.
es: 💀Error al intentar convertir $target. Operación abortada.
sr: 💀Greška prilikom pokušaja konvertovanja $target. Operacija Obustavljena.

source: ◆ $target has been converted to a new generation AppImage.
de: ◆ $target wurde in ein AppImage der neuen Generation konvertiert.
es: ◆ $target ha sido convertido a una AppImage de nueva generación.
sr: ◆ $target je konvertovan u AppImage novije generacije.

source: The next update may replace this AppImage with a Type2 one
de: Das nächste Update könnte dieses AppImage durch ein Type2 ersetzen
es: La próxima actualización podría reemplazar esta AppImage con una de Tipo2
sr: Sledeće ažuriranje će možda da zameni ovaj AppImage sa Type2 verzijom

source: so I added this command to the bottom of the \"AM-updater\" script!
de: Daher wurde dieser Befehl am Ende des \"AM-updater\"-Skripts hinzugefügt!
es: ¡así que agregué este comando al final del script \"AM-updater\"!
sr: tako da sam dodao ovu komandu na dnu \"AM-updater\" skripte!

source: Contact the upstream developers to make them officially upgrade!
de: Kontaktieren Sie die Upstream-Entwickler für ein offizielles Upgrade!
es: ¡Contacte a los desarrolladores originales para que actualicen oficialmente!
sr: Kontaktiraj izvorne razvijače/programere da ih učine zvanično ažuriranim!

source: Do you wish to remove the old libfuse2 AppImage? (Y/n)
de: Möchten Sie das alte libfuse2-AppImage entfernen? (Y/n)
es: ¿Desea eliminar la antigua AppImage libfuse2? (S/n)
sr: Da li želiš da obrišeš stari libfuse2 AppImage? (Y/n)

source: \"${RED}$arg\033[0m\" is not a valid \"APPNAME\", see \"$AMCLI -f\" for more.
de: \"${RED}$arg\033[0m\" ist kein gültiger \"APPNAME\". Mehr unter \"$AMCLI -f\".
es: \"${RED}$arg\033[0m\" no es un \"NOMBREAPP\" válido, consulte \"$AMCLI -f\" para más información.
sr: \"${RED}$arg\033[0m\" nije važeći \"APPNAME\", vidi \"$AMCLI -f\" za više detalja.

source: ◆ Do you wish to remove \"$arg\"? (Y/n)
de: ◆ Möchten Sie \"$arg\" entfernen? (Y/n)
es: ◆ ¿Desea eliminar \"$arg\"? (S/n)
sr: ◆ Da li želiš da obrišeš \"$arg\"? (Y/n)

source: \"${LightBlue}$arg\033[0m\" has not been removed!
de: \"${LightBlue}$arg\033[0m\" wurde nicht entfernt!
es: ¡\"${LightBlue}$arg\033[0m\" no ha sido eliminado!
sr: \"${LightBlue}$arg\033[0m\" nije obrisan!

source: \"${Green}$arg\033[0m\" has been removed!
de: \"${Green}$arg\033[0m\" wurde entfernt!
es: ¡\"${Green}$arg\033[0m\" ha sido eliminado!
sr: \"${Green}$arg\033[0m\" je obrisan!

source: ◆ Do you wish to allow custom icon theming for ALL the apps? (y,N)
de: ◆ Möchten Sie eigene Icon-Themes für ALLE Apps erlauben? (y,N)
es: ◆ ¿Desea permitir temas de iconos personalizados para TODAS las aplicaciones? (s,N)
sr: ◆ Da li želiš da dozvoliš ručno temiranje ikona za SVE aplikacije? (y,N)

source: ◆ Do you wish to allow custom icon theming for the selected apps? (y,N)
de: ◆ Möchten Sie eigene Icon-Themes für die ausgewählten Apps erlauben? (y,N)
es: ◆ ¿Desea permitir temas de iconos personalizados para las aplicaciones seleccionadas? (s,N)
sr: ◆ Da li želiš da dozvoliš ručno temiranje ikona za odabrane aplikacije? (y,N)

source: ✔ Success!
de: ✔ Erfolg!
es: ✔ ¡Éxito!
sr: ✔ Uspešno!

source: ✖ Aborted!
de: ✖ Abgebrochen!
es: ✖ ¡Abortado!
sr: ✖ Obustavljeno!

source: %b\n ◆ Updates check finished! \n
de: %b\n ◆ Update-Prüfung abgeschlossen! \n
es: %b\n ◆ ¡Comprobación de actualizaciones finalizada! \n
sr: %b\n ◆ Provera za ažuriranjima završena! \n

source: %b\n \"%b\" is already sandboxed!\n%b\n
de: %b\n \"%b\" ist bereits sandboxed!\n%b\n
es: %b\n ¡\"%b\" ya está en sandbox!\n%b\n
sr: %b\n \"%b\" je već sandbox-ovan!\n%b\n

source: %b\n ERROR: \"%b\" is not installed\n%b\n
de: %b\n FEHLER: \"%b\" ist nicht installiert\n%b\n
es: %b\n ERROR: \"%b\" no está instalado\n%b\n
sr: %b\n GREŠKA: \"%b\" nije instaliran\n%b\n

source: ERROR: Not a sandboxed AppImage, aborting
de: FEHLER: Kein sandboxed AppImage, breche ab
es: ERROR: No es una AppImage en sandbox, abortando
sr: GREŠKA: Nije sandbox-ovan AppImage, obustavljam

source: Error: You can't sandbox $1
de: Fehler: $1 kann nicht gesandboxed werden

source: ◆ DO YOU WISH TO INSTALL SAS? Install size <5 MiB? (Y/n)
de: ◆ MÖCHTEN SIE SAS INSTALLIEREN? Installationsgröße <5 MiB? (Y/n)

source: OPERATION ABORTED!
de: VORGANG ABGEBROCHEN!
es: ¡OPERACIÓN ABORTADA!
sr: OPERACIJA OBUSTAVLJENA!

source: ◆ DO YOU WISH TO INSTALL SAS LOCALLY? (Y/n)
de: ◆ MÖCHTEN SIE SAS LOKAL INSTALLIEREN? (Y/n)

source: sas installed successfully!
de: sas erfolgreich installiert!

source: Do you want configure access to directories? (Y/n):
de: Möchten Sie den Zugriff auf Verzeichnisse konfigurieren? (Y/n):
es: ¿Desea configurar el acceso a directorios? (S/n):
sr: Da li želiš da podesiš pristup direktorijima? (Y/n):

source: Allow $1 access to \"$XDG_DIR\"? (y/N)
de: $1 Zugriff auf \"$XDG_DIR\" erlauben? (y/N)
es: ¿Permitir a $1 acceso a \"$XDG_DIR\"? (s/N)
sr: Dozvoli $1 pristup ka \"$XDG_DIR\"? (y/N)

source: Allow $1 access to a specific directory? (y/N)
de: $1 Zugriff auf ein bestimmtes Verzeichnis erlauben? (y/N)
es: ¿Permitir a $1 acceso a un directorio específico? (s/N)
sr: Dozvoli $1 pristup ka posebnom direktorijumu? (y/N)

source: WARNING: Giving access to all of $HOME or / and similar is not safe
de: WARNUNG: Zugriff auf ganz $HOME oder / u. Ä. zu gewähren ist nicht sicher
sr: UPOZORENJE: Davanje pristupa celom $HOME ili / i slično nije sigurno

source: Also aisap might not let $1 start when such paths are given
de: Außerdem lässt aisap $1 möglicherweise nicht starten, wenn solche Pfade angegeben sind
sr: Takođe aisap možda neće dati da se $1 pokrene kada su takve putanje date

source: Example: /media/external-drive or ~/Backups:
de: Beispiel: /media/external-drive oder ~/Backups:
sr: Primer: /media/external-drive ili ~/Backups:

source: SPOOKY LOCATION! ARE YOU SURE? IF SO TYPE \"YES\":
de: HEIKLER ORT! SIND SIE SICHER? WENN JA, GEBEN SIE \"YES\" EIN:
sr: SUMNJIVA LOKACIJA! JESI LI SIGURAN? AKO JESI NAPIŠI \"YES\":

source: That's not \"YES\", aborting
de: Das ist nicht \"YES\". Breche ab
es: Eso no es \"SÍ\", abortando
sr: To nije \"YES\", obustavljam

source: Giving access to \"$NEWDIR\"...
de: Gewähre Zugriff auf \"$NEWDIR\"...
sr: Dajem pristup ka \"$NEWDIR\"...

source: ◆ ADD A BRIEF DESCRIPTION FOR THIS APPLICATION $(echo -e '\n : ')
de: ◆ FÜGEN SIE EINE KURZE BESCHREIBUNG FÜR DIESE ANWENDUNG HINZU $(echo -e '\n : ')
es: ◆ AÑADA UNA BREVE DESCRIPCIÓN PARA ESTA APLICACIÓN $(echo -e '\n : ')
sr: ◆ DODAJ OSNOVNI OPIS ZA OVU APLIKACIJU $(echo -e '\n : ')

source: ◆ FOR \"WGET\", ADD A COMMAND AS \"\$( ... )\" OR A LINEAR DOWNLOAD URL $(echo -e '\n : ')
de: ◆ FÜR \"WGET\": Fügen Sie einen Befehl als \"\$( ... )\" oder eine lineare Download-URL hinzu $(echo -e '\n : ')
es: ◆ PARA \"WGET\", AÑADA UN COMANDO COMO \"\$( ... )\" O UNA URL DE DESCARGA LINEAL $(echo -e '\n : ')
sr: ◆ ZA \"WGET\", DODAJ KOMANDU KAO \"\$( ... )\" ILI LINEARNI URL ZA PREUZIMANJE $(echo -e '\n : ')

source: Do you want to use repology.org to identify version (y,N)?
de: Möchten Sie repology.org zur Versionsbestimmung verwenden (y,N)?
es: ¿Desea usar repology.org para identificar la versión (s,N)?
sr: Da li želiš da koristiš repology.org za identifikovanje verzije (y,N)?

source: LIST OF CATEGORIES:\n 0) AudioVideo\n 1) Audio\n 2) Video\n 3) Development\n 4) Education\n 5) Game\n 6) Graphics\n 7) Network\n 8) Office\n 9) Science\n 10) Settings\n 11) System\n 12) Utility (default)\n
de: LISTE DER KATEGORIEN:\n 0) AudioVideo\n 1) Audio\n 2) Video\n 3) Entwicklung\n 4) Bildung\n 5) Spiele\n 6) Grafik\n 7) Netzwerk\n 8) Büro\n 9) Wissenschaft\n 10) Einstellungen\n 11) System\n 12) Dienstprogramm (Standard)\n
es: LISTA DE CATEGORÍAS:\n 0) AudioVideo\n 1) Audio\n 2) Video\n 3) Desarrollo\n 4) Educación\n 5) Juego\n 6) Gráficos\n 7) Red\n 8) Oficina\n 9) Ciencia\n 10) Configuración\n 11) Sistema\n 12) Utilidad (predeterminada)\n
sr: LISTA KATEGORIJA:\n 0) AudioVideo\n 1) Audio\n 2) Video\n 3) Development\n 4) Education\n 5) Game\n 6) Graphics\n 7) Network\n 8) Office\n 9) Science\n 10) Settings\n 11) System\n 12) Utility (default)\n

source: CHOOSE A CATEGORY :
de: WÄHLEN SIE EINE KATEGORIE :
es: ELIJA UNA CATEGORÍA :
sr: ODABERI KATEGORIJU :

source: \n The URL above is an example of what both\n the install and update scripts will point to.\n
de: \n Die obige URL ist ein Beispiel dafür, worauf sowohl\n das Installations- als auch das Update-Skript verweisen.\n
es: \n La URL anterior es un ejemplo de a dónde apuntarán tanto\n los scripts de instalación como los de actualización.\n
sr: \n URL iznad je primer na šta će obe\n .\n instalacijske i skripte za ažuriranje da ukažu.\n

source: ◆ ADD THE NAME OF THE PROJECT OR LEAVE BLANK IF ITS THE SAME $(echo -e '\n : ')
de: ◆ PROJEKTNAMEN HINZUFÜGEN ODER LEER LASSEN, WENN IDENTISCH $(echo -e '\n : ')
es: ◆ AÑADA EL NOMBRE DEL PROYECTO O DÉJELO EN BLANCO SI ES EL MISMO $(echo -e '\n : ')
sr: ◆ DODAJ IME PROJEKTA ILI OSTAVI PRAZNO AKO JE ISTO $(echo -e '\n : ')

source: ◆ ADD an univoque keyword for the file (for example \"tar.gz\", \"linux\"):
de: ◆ Fügen Sie ein eindeutiges Schlüsselwort für die Datei hinzu (z. B. \"tar.gz\", \"linux\"):
es: ◆ AÑADA una palabra clave unívoca para el archivo (por ejemplo, \"tar.gz\", \"linux\"):
sr: ◆ DODAJ jednoznačnu ključnu reč za fajl (na primer \"tar.gz\", \"linux\"):

source: Create a template for \"$arg\"
de: Eine Vorlage für \"$arg\" erstellen
es: Crear una plantilla para \"$arg\"
sr: Napravi šablon za \"$arg\"

source: EACH MODEL IS BASED ON A DIFFERENT METHOD OF BUILDING/UPDATING THE PROGRAM.
de: JEDES MODELL BASIERT AUF EINER ANDEREN METHODE ZUM BAU/UPDATE DES PROGRAMMS.
es: CADA MODELO SE BASA EN UN MÉTODO DIFERENTE DE CONSTRUCCIÓN/ACTUALIZACIÓN DEL PROGRAMA.
sr: SVAKI MODEL JE OSNOVAN NA DRUGAČIJOJ METODI PRAVLJENA/AŽURIRANJA PROGRAMA.

source: PLEASE, SELECT A TEMPLATE FOR \"$(echo "$arg" | tr '[:lower:]' '[:upper:]')\":
de: BITTE WÄHLEN SIE EINE VORLAGE FÜR \"$(echo "$arg" | tr '[:lower:]' '[:upper:]')\":
es: POR FAVOR, SELECCIONE UNA PLANTILLA PARA \"$(echo "$arg" | tr '[:lower:]' '[:upper:]')\":
sr: MOLIM, ODABERI ŠABLON ZA \"$(echo "$arg" | tr '[:lower:]' '[:upper:]')\":

source: 0) APPIMAGE, FROM ANY WEBSITE (BETTER IF FROM GITHUB.COM)
de: 0) APPIMAGE, VON BELIEBIGER WEBSITE (BESSER VON GITHUB.COM)
sr: 0) APPIMAGE, SA BILO KOG VEBSAJTA (NAJBOLJE AKO JE SA GITHUB.COM)

source: 1) APPIMAGE ON-THE-FLY, USING A DEDICATED SCRIPT
de: 1) APPIMAGE ON-THE-FLY, MIT EINEM DEDIZIERTEN SKRIPT
sr: 1) APPIMAGE U POKRETU, KORISTEĆI POSVEĆENU SKRIPTU

source: 2) ANY ARCHIVE/BINARY/SCRIPT FROM ANY WEBSITE
de: 2) BELIEBIGES ARCHIV/BINÄR/SKRIPT VON BELIEBIGER WEBSITE
sr: 2) BILO KOJA ARHIVA/BINAR/SKRIPTA SA SVAKOG VEBSAJTA

source: 3) WEBAPP BASED ON A FIREFOX PROFILE (REQUIRES \"FIREFOX\" IN \$PATH)
de: 3) WEBAPP AUF BASIS EINES FIREFOX-PROFILS (ERFORDERT \"FIREFOX\" IM \$PATH)
sr: 3) WEB APLIKACIJA NA OSNOVU FIREFOX PROFILA (ZAHTEVA \"FIREFOX\" U \$PATH)

source: WHAT KIND OF PROGRAM DO YOU WANT TO WRITE A SCRIPT FOR? :
de: FÜR WELCHE ART PROGRAMM MÖCHTEN SIE EIN SKRIPT SCHREIBEN? :
es: ¿PARA QUÉ TIPO DE PROGRAMA DESEA ESCRIBIR UN SCRIPT? :
sr: ZA KOJU VRSTU PROGRAMA ŽELIŠ DA NAPIŠEŠ SKRIPTU? :

source: ◆ ADD THE URL OF THE SITE (BETTER IF IT COME FROM GITHUB), FOR EXAMPLE: $(echo -e ' - if from github.com, use "https://github.com/USER/PROJECT" - if from other sources, use "https://www.SITENAME.com" or something URL: ')
de: ◆ FÜGEN SIE DIE URL DER SEITE HINZU (BESSER WENN VON GITHUB), Z. B.: $(echo -e ' - bei github.com: "https://github.com/BENUTZER/PROJEKT" - bei anderen Quellen: "https://www.SEITENNAME.com" o. Ä. URL: ')
es: ◆ AÑADA LA URL DEL SITIO (MEJOR SI VIENE DE GITHUB), POR EJEMPLO: $(echo -e ' - si es de github.com, use "https://github.com/USUARIO/PROYECTO" - si es de otras fuentes, use "https://www.NOMBRESITIO.com" o similar URL: ')
sr: ◆ DODAJ URL SAJTA (NAJBOLJE AKO JE SA GITHUB-A), NA PRIMER: $(echo -e ' - ako je sa github.com, koristi "https://github.com/USER/PROJECT" - ako je sa drugih izvora, koristi "https://www.SITENAME.com" ili nešto drugo URL: ')

source: \n All files are saved in $SCRIPTDIR/am-scripts\n
de: \n Alle Dateien werden in $SCRIPTDIR/am-scripts gespeichert\n
es: \n Todos los archivos se guardan en $SCRIPTDIR/am-scripts\n
sr: \n Svi fajlovi su sačuvani u $SCRIPTDIR/am-scripts\n

source: ◆ ADD A LINEAR DOWNLOAD URL FOR THE SCRIPT OR LEAVE BLANK $(echo -e '\n : ')
de: ◆ FÜGEN SIE EINE LINEARE DOWNLOAD-URL FÜR DAS SKRIPT HINZU ODER LASSEN SIE LEER $(echo -e '\n : ')
es: ◆ AÑADA UNA URL DE DESCARGA LINEAL PARA EL SCRIPT O DÉJELO EN BLANCO $(echo -e '\n : ')
sr: ◆ DODAJ LINEARNI URL ZA PREUZIMANJE ZA SKRIPTU ILI OSTAVI PRAZNO $(echo -e '\n : ')

source: ◆ Do you wish to add a launcher and a icon (y,N)?
de: ◆ Möchten Sie einen Starter und ein Icon hinzufügen (y,N)?
es: ◆ ¿Desea añadir un lanzador y un icono (s,N)?
sr: ◆ Da li želiš da dodaš launčer i ikonu (y,N)?

source: ◆ COPY/PASTE THE URL OF THE ICON HERE $(echo -e '\n URL: ')
de: ◆ KOPIEREN/EINFÜGEN DER ICON-URL HIER $(echo -e '\n URL: ')
es: ◆ COPIE/PEGUE LA URL DEL ICONO AQUÍ $(echo -e '\n URL: ')
sr: ◆ KOPIRAJ/NALEPI URL IKONE OVDE $(echo -e '\n URL: ')

source: ◆ NAME OF THE APP:
de: ◆ NAME DER APP:
es: ◆ NOMBRE DE LA APLICACIÓN:
sr: ◆ IME APLIKACIJE:

source: ◆ URL OF THE WEBAPP:
de: ◆ URL DER WEBAPP:
es: ◆ URL DE LA APLICACIÓN WEB:
sr: ◆ URL WEB APLIKACIJE:

source: \n No valid argument was chosen: process aborted! \n
de: \n Kein gültiges Argument gewählt: Vorgang abgebrochen! \n
es: \n No se eligió ningún argumento válido: ¡proceso abortado! \n
sr: \n Nijedan važeći argument nije odabran: proces obustavljen! \n

source: $AMCLI [OPTION] [ARGUMENT]
sr: $AMCLI [OPCIJA] [ARGUMENT]
