Repository: ivan-hc/AM
Catalog: translations/po-files/*.po
Languages: de, es, sr

source: Add a suitable locale code, for example \"it\" for Italian\n\n
de: Fügen Sie einen passenden Sprachcode hinzu, z. B. \"it\" für Italienisch\n\n
sr: Dodaj prikladan kod za lokal, na primer \"cs\" za češki\n\n

source: Leave blank to use \"$CLI\" in English:
de: Leer lassen, um \"$CLI\" auf Englisch zu verwenden:
sr: Ostavi prazno da koristiš \"$CLI\" na engleskom:

source: Setting locale to \"%b\"\n
de: Locale wird auf \"%b\" gesetzt\n
sr: Podešavam lokal na \"%b\"\n

source: \n Please do not use \"sudo\" to execute \"%b\", try again.\n\n
de: \n Bitte verwenden Sie kein \"sudo\" zum Ausführen von \"%b\". Versuchen Sie es erneut.\n\n
es: \n Por favor, no use \"sudo\" para ejecutar \"%b\", inténtelo de nuevo.\n\n
sr: \n Molim da ne koristiš \"sudo\" kako bi pokrenuo \"%b\", pokušaj ponovo.\n\n

source: file: command not found\n\n
de: file: Befehl nicht gefunden\n\n

source: Install 'less' if you want to scroll this list
de: Installieren Sie 'less', wenn Sie durch diese Liste scrollen möchten
es: Instale 'less' si desea desplazarse por esta lista
sr: Instaliraj 'less' ako želiš da skroluješ ovu listu

source: 💀 ERROR: Your version of sed does not support '-i' flag without extension, we tried to workaround and failed
de: 💀 FEHLER: Ihre sed-Version unterstützt den '-i'-Schalter ohne Endung nicht. Ein Workaround ist fehlgeschlagen
es: 💀 ERROR: Su versión de sed no admite la opción '-i' sin extensión, intentamos una solución alternativa y fallamos
sr: 💀 GREŠKA: Tvoja verzija sed-a ne podržava '-i' opciju bez ekstenzije, pokušali smo zaobilazno rešenje, ali bezuspešno

source: Please install gsed
de: Bitte installieren Sie gsed
es: Por favor, instale gsed
sr: Molim instaliraj gsed

source: Before proceeding with any task, where do you want to install apps? SYNTAX: /FULLPATH/TO/DIRNAME EXAMPLE: $HOME/My-apps NOTE: Any spaces in the path will be replaced for dashes NOTE: If no input is given then \"~/Applications\" will be used as default if you wish to later change the location, first remove all the programs and then edit the \"$APPMANCONFIG/appman-config\" file.
de: Bevor Sie fortfahren: Wo möchten Sie Apps installieren? SYNTAX: /VOLLSTÄNDIGER/PFAD/ZUM/VERZEICHNIS BEISPIEL: $HOME/My-apps HINWEIS: Leerzeichen im Pfad werden durch Bindestriche ersetzt HINWEIS: Ohne Eingabe wird \"~/Applications\" als Standard verwendet Wenn Sie den Ort später ändern möchten, entfernen Sie zuerst alle Programme und bearbeiten Sie anschließend die Datei \"$APPMANCONFIG/appman-config\".

source: >>> Configure AppMan
de: >>> AppMan konfigurieren
es: >>> Configurar AppMan
sr: >>> Podesi AppMan

source: >>> Thank you for choosing AppMan!
de: >>> Vielen Dank, dass Sie sich für AppMan entschieden haben!
es: >>> ¡Gracias por elegir AppMan!
sr: >>> Hvala ti što si odabrao AppMan!

source: Write the path or just press enter to use default:$(printf "\n\n ")
de: Pfad eingeben oder Enter drücken, um den Standard zu verwenden:$(printf "\n\n ")
es: Escriba la ruta o simplemente presione Intro para usar la predeterminada:$(printf "\n\n ")
sr: Napiši putanju ili samo pritisni enter kako bi koristio fabričko podešavanje:$(printf "\n\n ")

source: 💀 ERROR, you can't install applications in \"$BINDIR\"
de: 💀 FEHLER: Sie können keine Anwendungen in \"$BINDIR\" installieren
es: 💀 ERROR, no puede instalar aplicaciones en \"$BINDIR\"
sr: 💀 GREŠKA, ne možeš da instaliraš aplikacije u \"$BINDIR\"

source: $BINDIR is normally used for executables, Please choose a different path and retry!
de: $BINDIR wird üblicherweise für ausführbare Dateien verwendet. Bitte wählen Sie einen anderen Pfad und versuchen Sie es erneut!
es: $BINDIR se usa normalmente para ejecutables. ¡Por favor, elija una ruta diferente y vuelva a intentarlo!
sr: $BINDIR se obično koristi za izvršne datoteke, Molim da odabereš drugu putanju i pokušaš ponovo!

source: 💀 ERROR: You don't have write access to $location or it is invalid
de: 💀 FEHLER: Sie haben keine Schreibrechte für $location oder der Pfad ist ungültig
es: 💀 ERROR: No tiene acceso de escritura a $location o no es válida
sr: 💀 GREŠKA: Nemaš pristup pisanju ka $location ili je ona neispravna

source: You are ready! Start installing your favorite apps locally!
de: Sie sind startklar! Installieren Sie Ihre Lieblingsapps lokal!
es: ¡Está listo! ¡Comience a instalar sus aplicaciones favoritas localmente!
sr: Spreman si! Započni lokalnu instalaciju tvojih omiljenih aplikacija!

source: All apps will be installed in $location
de: Alle Apps werden in $location installiert
es: Todas las aplicaciones se instalarán en $location
sr: Sve aplikacije će biti instalirane u $location

source: In case of problems, use the option \"-h\".
de: Bei Problemen verwenden Sie die Option \"-h\".
es: En caso de problemas, use la opción \"-h\".
sr: U slučaju problema, koristi opciju \"-h\".

source: ERROR: You don't have write access to $APPSPATH
de: FEHLER: Sie haben keine Schreibrechte für $APPSPATH
es: ERROR: No tiene acceso de escritura a $APPSPATH
sr: GREŠKA: Nemaš pristup pisanju ka $APPSPATH

source: %b ⚠️ WARNING\033[0m: \"%b%b\033[0m\" is not in PATH, local apps may not run.\n
de: %b ⚠️ WARNUNG\033[0m: \"%b%b\033[0m\" ist nicht im PATH. Lokale Apps können ggf. nicht ausgeführt werden.\n
es: %b ⚠️ ADVERTENCIA\033[0m: \"%b%b\033[0m\" no está en el PATH, es posible que las aplicaciones locales no se ejecuten.\n
sr: %b ⚠️ UPOZORENJE\033[0m: \"%b%b\033[0m\" nije u PATH, lokalne aplikacije se možda neće pokrenuti.\n

source: \"$AMCLIUPPER\" $AMVERSION: DEVELOPER MODE
de: \"$AMCLIUPPER\" $AMVERSION: ENTWICKLERMODUS
es: \"$AMCLIUPPER\" $AMVERSION: MODO DESARROLLADOR
sr: \"$AMCLIUPPER\" $AMVERSION: PROGRAMERSKI REŽIM

source: ${RED}💀 ERROR! MISSING ESSENTIAL COMMANDS\033[0m: %s\n\n Install the above and try again! \n
de: ${RED}💀 FEHLER! WICHTIGE BEFEHLE FEHLEN\033[0m: %s\n\n Installieren Sie die obigen Pakete und versuchen Sie es erneut! \n
es: ${RED}💀 ¡ERROR! FALTAN COMANDOS ESENCIALES\033[0m: %s\n\n ¡Instale los anteriores y vuelva a intentarlo! \n
sr: ${RED}💀 GREŠKA! NEDOSTAJU KLJUČNE KOMANDE\033[0m: %s\n\n Instaliraj ovo iznad i pokušaj opet! \n

source: %bList of the %b core dependences\033[0m:\n\n%b\n
de: %bListe der %b Kernabhängigkeiten\033[0m:\n\n%b\n
es: %bLista de las %b dependencias principales\033[0m:\n\n%b\n
sr: %bLista %b osnovnih zavisnih programa\033[0m:\n\n%b\n

source: If this message appears it is because you are missing some dependency and if its the first time its because something new has been introduced.\n\n
de: Wenn diese Meldung erscheint, fehlt eine Abhängigkeit. Beim ersten Mal liegt es häufig an einer neu eingeführten Komponente.\n\n
es: Si aparece este mensaje, es porque le falta alguna dependencia y, si es la primera vez, es porque se ha introducido algo nuevo.\n\n
sr: Ako se ova poruka pojavi, to je zbog toga što neki zavisni program nedostaje i ako se pojavljuje prvi put, to je zbog toga što je došlo nešto novo.\n\n

source: See %bhttps://github.com/ivan-hc/AM#core-dependences\033[0m for more information\n
de: Weitere Informationen: %bhttps://github.com/ivan-hc/AM#core-dependences\033[0m\n
es: Consulte %bhttps://github.com/ivan-hc/AM#core-dependences\033[0m para más información\n
sr: Pogledaj %bhttps://github.com/ivan-hc/AM#core-dependences\033[0m za više informacija\n

source: \n%bWARNING: your distro maintainer ships \"wget2\" as \"wget\" \033[0m\n\n
de: \n%bWARNUNG: Ihr Distribution-Maintainer liefert \"wget2\" als \"wget\" aus \033[0m\n\n
es: \n%bADVERTENCIA: el mantenedor de su distro distribuye \"wget2\" como \"wget\" \033[0m\n\n
sr: \n%bUPOZORENJE: tvoja Linux distribucija dostavlja \"wget2\" kao \"wget\" \033[0m\n\n

source: Please install \"%bwget1\033[0m\" and \"%bwget1-wget\033[0m\" (use %b--allowerasing\033[0m if you have to)\n\nSee https://bugzilla.redhat.com/show_bug.cgi?id=2358792\n\n
de: Bitte installieren Sie \"%bwget1\033[0m\" und \"%bwget1-wget\033[0m\" (verwenden Sie ggf. %b--allowerasing\033[0m)\n\nSiehe https://bugzilla.redhat.com/show_bug.cgi?id=2358792\n\n
es: Por favor, instale \"%bwget1\033[0m\" y \"%bwget1-wget\033[0m\" (use %b--allowerasing\033[0m si es necesario)\n\nConsulte https://bugzilla.redhat.com/show_bug.cgi?id=2358792\n\n
sr: Molim instaliraj \"%bwget1\033[0m\" i \"%bwget1-wget\033[0m\" (koristi %b--allowerasing\033[0m ako baš moraš)\n\nPogledaj https://bugzilla.redhat.com/show_bug.cgi?id=2358792\n\n

source: \n %b⚠️ WARNING: ACCESS TO USER NAMESPACES IS RESTRICTED! \033[0m\n\n
de: \n %b⚠️ WARNUNG: ZUGRIFF AUF USER NAMESPACE IST EINGESCHRÄNKT! \033[0m\n\n
es: \n %b⚠️ ADVERTENCIA: ¡EL ACCESO A LOS ESPACIOS DE NOMBRES DE USUARIO ESTÁ RESTRINGIDO! \033[0m\n\n
sr: \n %b⚠️ UPOZORENJE: PRISTUP USER-NAMESPACES-U JE OGRANIČENO! \033[0m\n\n

source: Some apps may not run, you need to enable access to user namespaces, see
de: Einige Apps funktionieren möglicherweise nicht. Sie müssen den Zugriff auf User Namespaces aktivieren, siehe
es: Es posible que algunas aplicaciones no se ejecuten, necesita habilitar el acceso a los espacios de nombres de usuario, consulte
sr: Neke aplikacije možda neće moći da se pokrenu, potrebno je da uključiš pristup user-namespaces-u, pogledaj

source: to know more.
de: für weitere Informationen.
es: para saber más.
sr: kako bi saznao više.

source: \n %b is offline, please check your internet connection and try again\n\n
de: \n %b ist offline. Bitte prüfen Sie Ihre Internetverbindung und versuchen Sie es erneut\n\n
es: \n %b está desconectado, por favor, compruebe su conexión a internet e inténtelo de nuevo\n\n
sr: \n %b je van veze, molim proveri tvoju povezanost sa internetom i pokušaj ponovo\n\n

source: \n %b💀WARNING! Detected \"%b\"\033[0m\n\n
de: \n %b💀WARNUNG! \"%b\" erkannt\033[0m\n\n
es: \n %b💀¡ADVERTENCIA! Detectado \"%b\"\033[0m\n\n
sr: \n %b💀UPOZORENJE! Otkriven \"%b\"\033[0m\n\n

source: It will prevent \"$AMCLIUPPER\" from working correctly with AppImages, especially when extracting, integrating and updating them.
de: Dies verhindert, dass \"$AMCLIUPPER\" korrekt mit AppImages arbeitet, insbesondere beim Extrahieren, Integrieren und Aktualisieren.
es: Impedirá que \"$AMCLIUPPER\" funcione correctamente con AppImages, especialmente al extraerlas, integrarlas y actualizarlas.
sr: To će sprečiti \"$AMCLIUPPER\" da radi kako treba sa AppImage-ovima, posebno prilikom njihovog ekstraktovanja, integrisanja i ažuriranja.

source: Please remove \"AppImageLauncher\", reboot and retry!
de: Bitte entfernen Sie \"AppImageLauncher\", starten Sie neu und versuchen Sie es erneut!
es: Por favor, elimine \"AppImageLauncher\", reinicie y vuelva a intentarlo.
sr: Molim obriši \"AppImageLauncher\", restartuj i pokušaj ponovo!

source: Please remove \"$blacklisted_file\", reboot and retry!
de: Bitte entfernen Sie \"$blacklisted_file\", starten Sie neu und versuchen Sie es erneut!
es: Por favor, elimine \"$blacklisted_file\", reinicie y vuelva a intentarlo.
sr: Molim obriši \"$blacklisted_file\", restartuj i pokušaj ponovo!

source: USAGE: $AMCLI $1 [ARGUMENT]
de: NUTZUNG: $AMCLI $1 [ARGUMENT]
es: USO: $AMCLI $1 [ARGUMENTO]
sr: KORIŠĆENJE: $AMCLI $1 [ARGUMENT]

source: USAGE: $AMCLI $1 $2 /path/to/dir
de: NUTZUNG: $AMCLI $1 $2 /pfad/zum/verzeichnis
es: USO: $AMCLI $1 $2 /ruta/al/directorio
sr: KORIŠĆENJE: $AMCLI $1 $2 /putanja/ka/direktorijumu

source: ERROR, \"$AMDATADIR/newrepo-lists\" file not found
de: FEHLER, Datei \"$AMDATADIR/newrepo-lists\" nicht gefunden
es: ERROR, archivo \"$AMDATADIR/newrepo-lists\" no encontrado
sr: GREŠKA, \"$AMDATADIR/newrepo-lists\" fajl nije pronađen

source: New repo ON!
de: Neues Repo AN!
es: ¡Nuevo repositorio ACTIVADO!
sr: Novi repo UKLJUČEN!

source: New repo OFF!
de: Neues Repo AUS!
es: ¡Nuevo repositorio DESACTIVADO!
sr: Novi repo ISKLJUČEN!

source: Source: %b\n Apps: %b\n List: %b\n
de: Quelle: %b\n Apps: %b\n Liste: %b\n
es: Fuente: %b\n Aplicaciones: %b\n Lista: %b\n
sr: Izvor: %b\n Aplikacije: %b\n Lista: %b\n

source: Removed all 3rd party repositories
de: Alle Drittanbieter-Repositories entfernt
es: Eliminados todos los repositorios de terceros
sr: Obrisani su svi repozitorijumi treće strane

source: Select a repo from the list or press CTRL+C to abort:\n%b\n
de: Wählen Sie ein Repo aus der Liste oder drücken Sie STRG+C zum Abbrechen:\n%b\n
es: Seleccione un repositorio de la lista o presione CTRL+C para abortar:\n%b\n
sr: Odaberi repo sa liste ili pritisni CTRL+C da prekineš:\n%b\n

source: >>> Invalid Selection
de: >>> Ungültige Auswahl
es: >>> Selección no válida
sr: >>> Nevažeći Odabir

source: Source: $AMREPO
de: Quelle: $AMREPO
es: Fuente: $AMREPO
sr: Izvor: $AMREPO

source: Description
de: Beschreibung

source: Source
de: Quelle

source: Related flag
de: Zugehöriger Schalter

source: Related extension
de: Zugehörige Erweiterung

source: PROGRAM
de: PROGRAMM

source: To get more info about a program
de: Um mehr Informationen über ein Programm zu erhalten

source: To install a program near others from other databases
de: Um ein Programm neben anderen aus anderen Datenbanken zu installieren

source: To install a program only from this third-party database
de: Um ein Programm ausschließlich aus dieser Drittanbieter-Datenbank zu installieren

source: To list all programs available in this third-party database
de: Um alle in dieser Drittanbieter-Datenbank verfügbaren Programme aufzulisten

source: To search for keywords in this third-party database
de: Um nach Schlüsselwörtern in dieser Drittanbieter-Datenbank zu suchen

source: Zsh completion requires editing the main configuration file, but it may cause problems.\nSee https://github.com/ivan-hc/AM/issues/1843\n
de: Zsh-Completion erfordert das Bearbeiten der Hauptkonfigurationsdatei, kann aber Probleme verursachen.\nSiehe https://github.com/ivan-hc/AM/issues/1843\n

source: Want to proceed anyway? (y,N)
de: Trotzdem fortfahren? (y,N)

source: Shell completion has been enabled!
de: Shell-Autovervollständigung wurde aktiviert!
es: ¡Se ha habilitado el autocompletado del shell!
sr: Kompletiranje školjke je uključeno!

source: Validation successful!
de: Validierung erfolgreich!
es: ¡Validación exitosa!
sr: Overavanje uspešno!

source: ERROR: Invalid token or insufficient permissions!
de: FEHLER: Ungültiges Token oder unzureichende Berechtigungen!
es: ERROR: ¡Token no válido o permisos insuficientes!
sr: GREŠKA: Nevažeći token ili nedovoljne dozvole!

source: ERROR: Unexpected response (HTTP $HTTP_STATUS)
de: FEHLER: Unerwartete Antwort (HTTP $HTTP_STATUS)
es: ERROR: Respuesta inesperada (HTTP $HTTP_STATUS)
sr: GREŠKA: Neočekivani odziv (HTTP $HTTP_STATUS)

source: ✖ No file named $ghapikey_file has been found
de: ✖ Keine Datei namens $ghapikey_file gefunden
es: ✖ No se ha encontrado ningún archivo llamado $ghapikey_file
sr: ✖ Nijedan fajl po imenu $ghapikey_file nije pronađen

source: ✔ $ghapikey_file has been removed
de: ✔ $ghapikey_file wurde entfernt
es: ✔ $ghapikey_file ha sido eliminado
sr: ✔ $ghapikey_file je obrisan

source: ✔ Authorization headers removed from updater files
de: ✔ Autorisierungs-Header aus Updater-Dateien entfernt
es: ✔ Cabeceras de autorización eliminadas de los archivos del actualizador
sr: ✔ Autorizacijska zaglavlja su obrisana sa updater fajlova

source: ERROR: Wrong expression, validation failed!
de: FEHLER: Falscher Ausdruck, Validierung fehlgeschlagen!
es: ERROR: ¡Expresión incorrecta, validación fallida!
sr: GREŠKA: Pogrešna ekspresija, overavanje bezuspešno!

source: ⚠️ Warning: Stored GitHub API token is invalid or expired
de: ⚠️ Warnung: Gespeichertes GitHub-API-Token ist ungültig oder abgelaufen
es: ⚠️ Advertencia: El token de API de GitHub almacenado no es válido o ha caducado
sr: ⚠️ Upozorenje: Ubačen GitHub API token je nevažeći ili je istekao

source: Please either:
de: Bitte entweder:
es: Por favor, realice una de las siguientes acciones:
sr: Molim uradi jedno od ovog:

source: 1. Generate a new token and add it with: $AMCLI apikey YOUR_NEW_TOKEN
de: 1. Ein neues Token erzeugen und mit folgendem Befehl hinzufügen: $AMCLI apikey IHR_NEUES_TOKEN
sr: 1. Napravi novi token i dodaj ga sa: $AMCLI apikey YOUR_NEW_TOKEN

source: 2. Remove the invalid token with: $AMCLI apikey del
de: 2. Das ungültige Token entfernen mit: $AMCLI apikey del
sr: 2. Obriši nevažeći token sa: $AMCLI apikey del

source: For instructions on creating GitHub tokens, see:
de: Anleitungen zur Erstellung von GitHub-Tokens finden Sie unter:
es: Para obtener instrucciones sobre cómo crear tokens de GitHub, consulte:
sr: Za uputstvo pravljenja GitHub tokena, pogledaj:

source: $DIVIDING_LINE\n \"AM\" is running as \"AppMan\", use ${Green}am --system\033[0m to switch it back to \"AM\"\n$DIVIDING_LINE\n
de: $DIVIDING_LINE\n \"AM\" läuft als \"AppMan\". Verwenden Sie ${Green}am --system\033[0m, um zurück zu \"AM\" zu wechseln\n$DIVIDING_LINE\n

source: $DIVIDING_LINE\n \"AppMan Mode\" disabled! \n$DIVIDING_LINE\n
de: $DIVIDING_LINE\n \"AppMan-Modus\" deaktiviert! \n$DIVIDING_LINE\n

source: $DIVIDING_LINE\nNOTE: You can also choose to simply use \"--user\" as a flag to install apps locally (options \"-i\", \"-ia\" and \"-e\") instead of going fully into \"AppMan Mode\". \"AM\" can handle local applications as well.\n$DIVIDING_LINE\n
de: $DIVIDING_LINE\nHINWEIS: Sie können auch einfach \"--user\" als Schalter verwenden, um Apps lokal zu installieren (Optionen \"-i\", \"-ia\" und \"-e\"), anstatt vollständig in den \"AppMan-Modus\" zu wechseln. \"AM\" kann lokale Anwendungen ebenfalls verwalten.\n$DIVIDING_LINE\n

source: This function only works for AM
de: Diese Funktion funktioniert nur für AM
es: Esta función solo funciona para AM
sr: Ova funkcija radi samo za AM

source: Do you wish to enter \"AppMan Mode\" (y,N)?
de: Möchten Sie in den \"AppMan-Modus\" wechseln (y,N)?
es: ¿Desea entrar en el \"Modo AppMan\" (s,N)?
sr: Da li želiš da uđeš u \"AppMan Režim\" (y,N)?

source: \"AM\" is read-only, want to use it in \"AppMan Mode\" (Y,n)?
de: \"AM\" ist schreibgeschützt. Möchten Sie es im \"AppMan-Modus\" verwenden (Y,n)?
es: \"AM\" es de solo lectura, ¿desea usarlo en \"Modo AppMan\" (S,n)?
sr: \"AM\" je u isključivo-čitljivom režimu (r/o), želiš li da ga koristiš u \"AppMan Režimu\" (Y,n)?

source: \"AppMan Mode\" enabled!
de: \"AppMan-Modus\" aktiviert!
es: ¡"Modo AppMan" activado!
sr: \"AppMan Režim\" je uključen!

source: ✔ Clear the contents of $CACHEDIR/am
de: ✔ Inhalt von $CACHEDIR/am geleert
es: ✔ Limpiar el contenido de $CACHEDIR/am
sr: ✔ Očisti sadržaje od $CACHEDIR/am

source: ✔ Clear the contents of $CACHEDIR/appman
de: ✔ Inhalt von $CACHEDIR/appman geleert
es: ✔ Limpiar el contenido de $CACHEDIR/appman
sr: ✔ Očisti sadržaje od $CACHEDIR/appman

source: ✔ Clear the contents of $arg/*.home/.cache
de: ✔ Inhalt von $arg/*.home/.cache geleert
es: ✔ Limpiar el contenido de $arg/*.home/.cache
sr: ✔ Očisti sadržaje od $arg/*.home/.cache

source: ✔ Removed $arg/tmp
de: ✔ $arg/tmp entfernt
es: ✔ Eliminado $arg/tmp
sr: ✔ Obrisan $arg/tmp

source: ✔ Removed $arg/squashfs-root
de: ✔ $arg/squashfs-root entfernt

source: ✔ Removed $arg/AppDir
de: ✔ $arg/AppDir entfernt

source: ✖ ERROR: cannot remove \"$(basename "$var")\"
de: ✖ FEHLER: \"$(basename "$var")\" kann nicht entfernt werden
es: ✖ ERROR: no se puede eliminar \"$(basename "$var")\"
sr: ✖ GREŠKA: ne mogu da obrišem \"$(basename "$var")\"

source: related AppImage is located in an unmounted path of $unmounted_point
de: Zugehörige AppImage befindet sich in einem nicht eingehängten Pfad von $unmounted_point
sr: ovaj AppImage je smešten u nemontiranoj putanji od $unmounted_point

source: ✔ Removed obsolete module named \"$(basename -- "$m")\"
de: ✔ Veraltetes Modul \"$(basename -- "$m")\" entfernt
es: ✔ Módulo obsoleto llamado \"$(basename -- "$m")\" eliminado
sr: ✔ Obrisan zastareo modul po imenu \"$(basename -- "$m")\"

source: Cleaning temporary files and folders...
de: Temporäre Dateien und Ordner werden bereinigt...
es: Limpiando archivos y carpetas temporales...
sr: Čistim privremene fajlove i foldere...

source: Do you want to install the set of programs listed above (y,N)?
de: Möchten Sie das oben aufgeführte Programmpaket installieren (y,N)?

source: ✔ $argpath has been hidden
de: ✔ $argpath wurde versteckt
es: ✔ $argpath ha sido ocultado
sr: ✔ $argpath je sakriven

source: ✖ Can't hide \"$arg\", app already hidden or non-existent
de: ✖ \"$arg\" kann nicht versteckt werden, App bereits versteckt oder nicht vorhanden
es: ✖ No se puede ocultar \"$arg\", la aplicación ya está oculta o no existe
sr: ✖ Ne mogu da sakrijem \"$arg\", aplikacija je već sakrivena ili ne postoji

source: ✔ /opt/$arg can be managed again
de: ✔ /opt/$arg kann wieder verwaltet werden
es: ✔ /opt/$arg puede ser gestionado de nuevo
sr: ✔ /opt/$arg opet može da se upravlja

source: ✔ $APPMAN_APPSPATH/$arg can be managed again
de: ✔ $APPMAN_APPSPATH/$arg kann wieder verwaltet werden
es: ✔ $APPMAN_APPSPATH/$arg puede ser gestionado de nuevo
sr: ✔ $APPMAN_APPSPATH/$arg opet može da se upravlja

source: The local path currently in use for programs is as follows:\n\n%b\n\n
de: Der aktuell für Programme verwendete lokale Pfad lautet:\n\n%b\n\n

source: Do you want to remove and re-install everything to a new location (y,N)?
de: Möchten Sie alles entfernen und an einem neuen Ort erneut installieren (y,N)?

source: %b\n Checking for changes of the installation scripts in the online database...\n
de: %b\n Überprüfe Änderungen an den Installationsskripten in der Online-Datenbank...\n
es: %b\n Comprobando cambios en los scripts de instalación en la base de datos en línea...\n
sr: %b\n Proveravam promene instalacijskih skripti u onlajn bazi podataka...\n

source: ◆ %b%b\033[0m has changed, you may need to reinstall it, see\n https://github.com/ivan-hc/AM/blob/main/programs/%b/%b\n
de: ◆ %b%b\033[0m hat sich geändert. Möglicherweise müssen Sie neu installieren, siehe\n https://github.com/ivan-hc/AM/blob/main/programs/%b/%b\n
sr: ◆ %b%b\033[0m je promenjen, možda ćeš morati da ga reinstaliraš, vidi\n https://github.com/ivan-hc/AM/blob/main/programs/%b/%b\n

source: ◆ No installation script for %b, downloading one...\n
de: ◆ Kein Installationsskript für %b vorhanden, wird heruntergeladen...\n
es: ◆ No hay script de instalación para %b, descargando uno...\n
sr: ◆ Nema instalacijske skripte za %b, preuzimam jednu...\n

source: \n To fix the above, just run \"%b%b reinstall\033[0m\", without arguments\n
de: \n Um das oben Genannte zu beheben, führen Sie einfach \"%b%b reinstall\033[0m\" ohne Argumente aus\n
es: \n Para solucionar lo anterior, simplemente ejecute \"%b%b reinstall\033[0m\", sin argumentos\n
sr: \n Kako bi popravio ovo iznad, samo pokreni \"%b%b reinstall\033[0m\", bez argumenata\n

source: %b\n Check and update offline lists of additional databases...\n
de: %b\n Offline-Listen zusätzlicher Datenbanken prüfen und aktualisieren...\n
es: %b\n Comprobar y actualizar listas sin conexión de bases de datos adicionales...\n
sr: %b\n Proveravam i ažuriram oflajn listu dodatnih baza podataka...\n

source: %b\n Check and update localization...\n
de: %b\n Lokalisierung prüfen und aktualisieren...\n
sr: %b\n Proveravam i ažuriram lokalizaciju (prevode)...\n

source: %b\n Check for updates in modules...\n
de: %b\n Auf Updates in Modulen prüfen...\n
es: %b\n Comprobar actualizaciones en los módulos...\n
sr: %b\n Proveravam ažuriranja za module...\n

source: ◆ Downloading $module_name (not previously installed)...
de: ◆ Lade $module_name herunter (zuvor nicht installiert)...
es: ◆ Descargando $module_name (no instalado previamente)...
sr: ◆ Preuzimam $module_name (prethodno neinstaliran)...

source: ◆ Updating $module_name...
de: ◆ Aktualisiere $module_name...
es: ◆ Actualizando $module_name...
sr: ◆ Ažuriram $module_name...
