Repository: ivan-hc/AM
Catalog: po/*.po
Languages: cs

source: \n OPERATION ABORTED!\n\n
cs: \n OPERACE ZRUŠENA!\n\n

source: 💀 ERROR: \"$2/$backupname\" already exists, ABORTED!
cs: 💀 CHYBA: \"$2/$backupname\" už existuje, ZRUŠENO!

source: SAVED in $HOME/.am-snapshots/$2/$backupname
cs: ULOŽENO do $HOME/.am-snapshots/$2/$backupname

source: ERROR: No snapshot for \"$2\" found.
cs: CHYBA: Snímek pro \"$2\" nenalezen.

source: \n OPERATION ABORTED! \n\n
cs: \n OPERACE ZRUŠENA! \n\n

source: \n Please, select a snapshot or press ZERO to abort:\n\n
cs: \n Prosím, vyberte snímek nebo stiskněte ZERO pro přerušení:\n\n

source: \n Invalid selection. ABORTED! \n
cs: \n Neplatný výběr. ZRUŠENO! \n

source: RESTORE COMPLETED SUCCESSFULLY!
cs: OBNOVA ÚSPĚŠNĚ DOKONČENA!

source: ✖ ERROR: \"%b\" is not installed\n
cs: ✖ CHYBA: \"%b\" není nainstalován\n

source: ✖ ERROR: \"%b\" is NOT an AppImage\n
cs: ✖ CHYBA: \"%b\" NENÍ AppImage\n

source: ✖ ERROR: \"$arg\" already contains a config dir
cs: ✖ CHYBA: \"$arg\" už obsahuje config adresář

source: ✔ \$XDG_CONFIG_HOME set to \"$argpath.config\" for \"$arg\"
cs: ✔ \$XDG_CONFIG_HOME nastaven na \"$argpath.config\" pro \"$arg\"

source: ✖ ERROR: \"$arg\" already contains a home dir
cs: ✖ CHYBA: \"$arg\" už obsahuje home adresář

source: ✔ \$HOME set to \"$argpath.home\" for \"$arg\"
cs: ✔ \$HOME nastaven na \"$argpath.home\" pro \"$arg\"

source: No AM-updater available for \"$2\", cannot detect any URL!
cs: Pro \"$2\" není k dispozici žádný AM-updater, nelze detekovat žádnou adresu URL!

source: The option \"$1\" only works for https://github.com
cs: Možnost \"$1\" funguje pouze pro https://github.com

source: ERROR: No valid links found, sorry!
cs: CHYBA: Nenalezen funkční link, omlouvám se!

source: You have chosen to roll back \"$2\".
cs: Rozhodli jste se pro obnovení \"$2\".

source: Select a URL from this menu (read carefully) or press ZERO to abort:
cs: V této nabídce vyberte adresu URL (čtěte pozorně) nebo stiskněte tlačítko ZERO pro přerušení:

source: ROLLBACK SUCCESSFUL!
cs: OBNOVENÍ ÚSPĚŠNÉ!

source: WARNING: cannot extract old type 1 AppImages, install \"7z\" and retry.
cs: VAROVÁNÍ: nelze extrahovat staré AppImage typu 1, nainstalujte \"7z\" a zkuste znovu.

source: WARNING: \"$BINDIR\" is not in PATH, apps may not run from command line.
cs: VAROVÁNÍ: \"$BINDIR\" není v PATH, aplikace nepůjde spustit z příkazového řádku.

source: New command: \"$appimage_cmd.appimage\" in $BINDIR
cs: Nový příkaz: \"$appimage_cmd.appimage\" v $BINDIR

source: New command: \"$appimage_cmd\" in $BINDIR
cs: Nový příkaz: \"$appimage_cmd\" v $BINDIR

source: WARNING, \"$BINDIR/$response\" already exists!
cs: VAROVÁNÍ, \"$BINDIR/$response\" již existuje!

source: You have chosen not to assign a command.
cs: Rozhodli jste se nepřiřadit příkaz.

source: ERROR: the \"$response\" command alredy exists, retry!
cs: CHYBA: \"$response\" příkaz už existuje, zkuste znovu!

source: %b\n ERROR: \"%b\" not found\n%b\n
cs: %b\n CHYBA: \"%b\" nenalezen\n%b\n

source: %b\n ERROR: \"%b\" is NOT an AppImage\n%b\n
cs: %b\n CHYBA: \"%b\" NENÍ AppImage\n%b\n

source: ◆ File: %s\n
cs: ◆ Soubor: %s\n

source: \"$AMCLIUPPER\" cannot manage updates for $2, \"AM-updater\" file not found!
cs: \"$AMCLIUPPER\" nemůže spravovat aktualizace pro $2, \"AM-updater\" soubor nenalezen!

source: $2 has been locked at current version!
cs: $2 byl zamčen na nynější verzi!

source: Operation aborted!
cs: Operace zrušena!

source: \"$2\" cannot be unlocked, \"AM-LOCK\" file not found!
cs: \"$2\" nemůže být odemčen, \"AM-LOCK\" soubor nenalezen!

source: $2 is still locked at current version!
cs: $2 je stále zamčen na nynější verzi!

source: \"$2\" can now receive updates!
cs: \"$2\" už může být aktualizován!

source: 💀Error, \"%b\" is NOT installed\n
cs: 💀Chyba, \"%b\" NENÍ nainstalován\n

source: 💀Error, \"%b\" is NOT an AppImage\n
cs: 💀Chyba, \"%b\" NENÍ AppImage\n

source: ◆ \"%b\" is already a new generation AppImage.\n
cs: ◆ \"%b\" už je novou generací AppImage.\n

source: Warning! Your AppImage uses \"zsync\" to update.
cs: Upozornění! Vaše AppImage používá \"zsync\" k aktualizaci.

source: The .zsync file will be removed and will no longer work
cs: .zsync soubor bude odebrán a nebude dále fungovat

source: your \"AM-updater\" will likely still be able to update the AppImage
cs: Váš \"AM-updater\" bude stále pravděpodobně schopen AppImage aktualizovat

source: by comparing the old vs new version url, but it is not guaranteed
cs: porovnáním staré s novou verzí url, ale není to garantováno

source: ...downloading appimagetool\r
cs: ...stahuji appimagetool\r

source: ...extracting the AppImage\r
cs: ...extrahuji AppImage\r

source: ...trying to convert in new generation AppImage\r
cs: ...zkouším převést na novou generaci AppImage\r

source: 💀Error when trying to convert $target. Operation Aborted.
cs: 💀Chyba při pokusu o konverzi $target. Operace zrušena.

source: ◆ $target has been converted to a new generation AppImage.
cs: ◆ $target byl převeden na novou generaci AppImage.

source: The next update may replace this AppImage with a Type2 one
cs: Příští aktualizace může nahradit tuto AppImage za Typ2

source: so I added this command to the bottom of the \"AM-updater\" script!
cs: Příkaz přidán na konec \"AM-updater\" skriptu!

source: Contact the upstream developers to make them officially upgrade!
cs: Kontaktujte vývojáře aplikace aby oficiálně aktualizoval!

source: \"${RED}$arg\033[0m\" is not a valid \"APPNAME\", see \"$AMCLI -f\" for more.
cs: \"${RED}$arg\033[0m\" není správný \"APPNAME\", zkuste \"$AMCLI -f\" pro více info.

source: \"${LightBlue}$arg\033[0m\" has not been removed!
cs: \"${LightBlue}$arg\033[0m\" nebyl odebrán!

source: \"${Green}$arg\033[0m\" has been removed!
cs: \"${Green}$arg\033[0m\" byl odebrán!

source: ✔ Success!
cs: ✔ Úspěch!

source: ✖ Aborted!
cs: ✖ Zrušeno!

source: %b\n ◆ Updates check finished! \n
cs: %b\n ◆ Aktualizace dokončena! \n

source: %b\n \"%b\" is already sandboxed!\n%b\n
cs: %b\n \"%b\" už je v sandboxu!\n%b\n

source: %b\n ERROR: \"%b\" is not installed\n%b\n
cs: %b\n CHYBA: \"%b\" není nainstalován\n%b\n

source: ERROR: Not a sandboxed AppImage, aborting
cs: CHYBA: Není AppImage v sandboxu, ruším

source: Error: You can't sandbox aisap
cs: Chyba: aisap nelze umístit do sandboxu

source: OPERATION ABORTED!
cs: OPERACE ZRUŠENA!

source: aisap installed successfully!
cs: aisap úspěšně nainstalován!

source: WARNING: Giving access to all of $HOME or / and similar is not safe
cs: UPOZORNĚNÍ: Umožnění přístupu k celému $HOME nebo / a podobně není bezpečné

source: Also aisap might not let $1 start when such paths are given
cs: Také aisap možná nenechá spustit $1 s touto cestou

source: That's not \"YES\", aborting
cs: To není \"ANO\", přerušuji

source: Giving access to \"$NEWDIR\"...
cs: Umožňuji přístup k \"$NEWDIR\"...

source: LIST OF CATEGORIES:\n 0) AudioVideo\n 1) Audio\n 2) Video\n 3) Development\n 4) Education\n 5) Game\n 6) Graphics\n 7) Network\n 8) Office\n 9) Science\n 10) Settings\n 11) System\n 12) Utility (default)\n
cs: SEZNAM KATEGORIÍ:\n 0) AudioVideo\n 1) Audio\n 2) Video\n 3) Development\n 4) Education\n 5) Game\n 6) Graphics\n 7) Network\n 8) Office\n 9) Science\n 10) Settings\n 11) System\n 12) Utility (default)\n

source: \n The URL above is an example of what both\n the install and update scripts will point to.\n
cs: \n Adresa URL výše je příklad kam obojí\n instalační i aktualizační skript směřují.\n

source: Create a template for \"$arg\"
cs: Vytvořit template pro \"$arg\"

source: EACH MODEL IS BASED ON A DIFFERENT METHOD OF BUILDING/UPDATING THE PROGRAM.
cs: KAŽDÝ MODEL JE ZALOŽEN NA JINÉ METODĚ SESTAVENÍ/AKTUALIZACE PROGRAMU.

source: PLEASE, SELECT A TEMPLATE FOR \"$(echo "$arg" | tr '[:lower:]' '[:upper:]')\":
cs: PROSÍM, VYBERTE TEMPLATE PRO \"$(echo "$arg" | tr '[:lower:]' '[:upper:]')\":

source: 0) APPIMAGE, FROM ANY WEBSITE (BETTER IF FROM GITHUB.COM)
cs: 0) APPIMAGE, Z JAKÉKOLI STRÁNKY (LEPŠÍ POKUD Z GITHUB.COM)

source: 1) APPIMAGE ON-THE-FLY, USING A DEDICATED SCRIPT
cs: 1) APPIMAGE ZA-LETU, POUŽÍT VLASTNÍ SKRIPT

source: 2) ANY ARCHIVE/BINARY/SCRIPT FROM ANY WEBSITE
cs: 2) JAKÝKOLI ARCHIV/BINÁRKA/SKRIPT Z LIBOVOLNÉ STRÁNKY

source: 3) WEBAPP BASED ON A FIREFOX PROFILE (REQUIRES \"FIREFOX\" IN \$PATH)
cs: 3) WEBAPP ZALOŽENA NA FIREFOX PROFILU (VYŽADUJE \"FIREFOX\" V \$PATH)

source: \n All files are saved in $SCRIPTDIR/am-scripts\n
cs: \n Všechny soubory jsou uloženy v $SCRIPTDIR/am-scripts\n

source: \n No valid argument was chosen: process aborted! \n
cs: \n Nevybrán validní argument: proces přerušen! \n
