Repository: ivan-hc/AM
Catalog: po/*.po
Languages: cs

source: \n %b💀 ERROR! MISSING ESSENTIAL COMMAND \033[0m: %b\n\n Install the above and try again!\n\n
cs: \n %b💀 CHYBA! CHYBÍ DÚLEŽITÝ PŘÍKAZ \033[0m: %b\n\n Nainstalujte uvedené výše a zkuste to znovu! \n\n

source: ${RED}WARNING: Couldn't link am to \"/usr/local/bin/am\"!\033[0m\n
cs: ${RED}UPOZORNĚNÍ: Nemohu nalinkovat am k \"/usr/local/bin/am\"!\033[0m\n

source: ◆ Downloading $module_name...
cs: ◆ Stahuji $module_name...

source: ${Green}Installing \"AM\" in /opt/am\033[0m\n
cs: ${Green}Instaluji \"AM\" do /opt/am\033[0m\n

source: ${Green}Installing modules\033[0m\n
cs: ${Green}Instaluji modululy\033[0m\n

source: ${Green}\"AM\" has been successfully installed!\033[0m\n
cs: ${Green}\"AM\" byl úspěšně nainstalován!\033[0m\n

source: Please, run \"${LightBlue}am -h\033[0m\" to see the list of the options.\n
cs: Prosím, spusťte \"${LightBlue}am -h\033[0m\" pro zobrazení možností.\n

source: \n Installer wouldn't work offline\n\n Please check your internet connection and try again\n\n
cs: \n Instalátor nefunguje offline\n\n Prosím zkontrolujte připojení k internetu a zkuste znovu\n\n

source: Adding $BINDIR to PATH, you might need to
cs: Přidávám $BINDIR do CEST, asi budete muset

source: close and reopen the terminal for this to take effect.
cs: pro použití změn zavřít a znovu otevřít terminál.

source: Choose how to install \"AM\" and all its managed applications. 1) As \"${RED}AM\033[0m\", command \"${Green}am\033[0m\", this is a system-wide installation: - the command is a symlink /usr/local/bin/am for /opt/am/APP-MANAGER - install and manage both system (default, require \"root\") and local apps - choose wherever you want to install local apps - you are the one with read-write permissions for \"AM\" and system programs - other users can only use programs you have installed, nothing else - other users can still use \"AppMan mode\" for their rootless configurations 2) As \"${LightBlue}AppMan\033[0m\", command \"${Green}appman\033[0m\", local installation: - the command is the script ~/.local/bin/appman - install and manage only local apps - choose wherever you want to install local apps - you can replicate your configurations on every system you want - more storage space required, if more users use \"AppMan\"
cs: Zvolte způsob instalace \"AM\" a všech jeho spravovaných aplikací. 1) Jako \"${RED}AM\033[0m\", příkaz \"${Green}am\033[0m\", instalace do celého systému: - příkaz je symlink /usr/local/bin/am z /opt/am/APP-MANAGER - instaluje a spravuje jak systémové (výchozí, vyžaduje \"root\"), tak lokální aplikace - vyberte si, kam chcete instalovat lokální aplikace - vy jste ten, kdo má práva pro čtení i zápis \"AM\" a systémových programů - ostatní uživatelé mohou používat pouze programy, které jste nainstalovali, nic jiného - ostatní uživatelé mohou stále používat \"AppMan mode\" pro své konfigurace bez roota 2) Jako \"${LightBlue}AppMan\033[0m\", příkaz \"${Green}appman\033[0m\", místní instalace: - příkazem je skript ~/. local/bin/appman - instalace a správa pouze místních aplikací - vyberte si, kam chcete instalovat místní aplikace - konfiguraci můžete replikovat na každý systém, který chcete - více místa na úložišti, pokud více uživatelů používá \"AppMan\"

source: ${Green}\"AppMan\" has been successfully installed!\033[0m\n
cs: ${Green}\"AppMan\" byl úspěšně nainstalován!\033[0m\n

source: Please, run \"${LightBlue}appman -h\033[0m\" to see the list of the options.\n
cs: Prosím, spusťte \"${LightBlue}appman -h\033[0m\" pro zobrazení možností.\n

source: Installation aborted, exiting.
cs: Instalace zrušena.

source: \n Please do not use \"sudo\" to execute \"%b\", try again.\n\n
cs: \n Prosím nepoužívejte \"sudo\" ke spouštění \"%b\", zkuste znovu.\n\n

source: Install 'less' if you want to scroll this list
cs: Nainstalujte 'less' pokud chcete listovat tímto seznamem

source: 💀 ERROR: Your version of sed does not support '-i' flag
cs: 💀 CHYBA: Vaše verze sed nepodporuje '-i' argument

source: without extension, we tried to workaround and failed
cs: bez rozšíření, pokus o obejití selhal

source: Please install gsed
cs: Prosím nainstalujte gsed

source: >>> Configure AppMan
cs: >>> Nastavit AppMan

source: >>> Thank you for choosing AppMan!
cs: >>> Děkujeme že jste si zvolili AppMan!

source: 💀 ERROR, you can't install applications in \"$BINDIR\"
cs: 💀 CHYBA, nemůžete nainstalovat aplikace do \"$BINDIR\"

source: $BINDIR is normally used for executables, Please choose a different path and retry!
cs: $BINDIR je normálně používán pro spustitelné, Prosím vyberte jinou cestu a zkuste znovu!

source: 💀 ERROR: You don't have write access to $location or it is invalid
cs: 💀 CHYBA: Nemůžete zapisovat do $location nebo je chybná

source: You are ready! Start installing your favorite apps locally!
cs: Jste připraven! Začněte instalovat Vaše oblíbené aplikace lokálně!

source: All apps will be installed in $location
cs: Všechny aplikace budou nainstalovány do $location

source: In case of problems, use the option \"-h\".
cs: V případě problémů, použijte argument \"-h\".

source: ERROR: You don't have write access to $APPSPATH
cs: CHYBA: Nemůžete zapisovat do $APPSPATH

source: %b ⚠️ WARNING\033[0m: \"%b%b\033[0m\" is not in PATH, local apps may not run.\n
cs: %b ⚠️ UPOZORNĚNÍ\033[0m: \"%b%b\033[0m\" není v PATH, lokální aplikace nemusí běžet.\n

source: \"$AMCLIUPPER\" $AMVERSION: DEVELOPER MODE
cs: \"$AMCLIUPPER\" $AMVERSION: VÝVOJÁŘSKÝ MÓD

source: ${RED}💀 ERROR! MISSING ESSENTIAL COMMANDS\033[0m: %s\n\n Install the above and try again! \n
cs: ${RED}💀 CHYBA! MISSING ESSENTIAL COMMANDS\033[0m: %s\n\n Install the above and try again! \n

source: %bList of the %b core dependences\033[0m:\n\n%b\n
cs: %bSeznam %b základních závislostí\033[0m:\n\n%b\n

source: If this message appears it is because you are missing some dependency and if its the first time its because something new has been introduced.\n\n
cs: Pokud se tato zpráva objeví, je to proto, že vám chybí nějaká závislost, a pokud je to poprvé, je to proto, že bylo zavedeno něco nového.\n\n

source: See %bhttps://github.com/ivan-hc/AM#core-dependences\033[0m for more information\n
cs: Další informace naleznete na %bhttps://github.com/ivan-hc/AM#core-dependences\033[0m\n

source: \n %b⚠️ WARNING: ACCESS TO USER NAMESPACES IS RESTRICTED! \033[0m\n\n
cs: \n %b⚠️ VAROVÁNÍ: PŘÍSTUP K UŽIVATELSKÝM JMENNÝM PROSTORŮM JE OMEZEN! \033[0m\n\n

source: Some apps may not run, you need to enable access to user namespaces, see
cs: Některé aplikace nemusí být možné spustit, je třeba povolit přístup k uživatelským jmenným prostorům, viz

source: to know more.
cs: pro více info.

source: \n %b is offline, please check your internet connection and try again\n\n
cs: \n %b je offline, zkontrolujte prosím připojení k internetu a zkuste to znovu\n\n

source: \n %b💀WARNING! Detected \"%b\"\033[0m\n\n
cs: \n %b💀UPOZORNĚNÍ! Detekován \"%b\"\033[0m\n\n

source: It will prevent \"$AMCLIUPPER\" from working correctly with AppImages, especially when extracting, integrating and updating them.
cs: Zabrání správné práci \"$AMCLIUPPER\" s AppImage, zejména při jejich extrakci, integraci a aktualizaci.

source: Please remove \"AppImageLauncher\", reboot and retry!
cs: Prosím odeberte \"AppImageLauncher\", restartujte a zkuste znovu!

source: Please remove \"$blacklisted_file\", reboot and retry!
cs: Prosím odeberte \"$blacklisted_file\", restartujte a zkuste znovu!

source: USAGE: $AMCLI $1 [ARGUMENT]
cs: UŽITÍ: $AMCLI $1 [ARGUMENT]

source: USAGE: $AMCLI $1 $2 /path/to/dir
cs: UŽITÍ: $AMCLI $1 $2 /path/to/dir

source: ERROR, \"$AMDATADIR/newrepo-lists\" file not found
cs: CHYBA, \"$AMDATADIR/newrepo-lists\" file not found

source: New repo ON!
cs: Nové repo ZAPNUTO!

source: New repo OFF!
cs: Nové repo VYPNUTO!

source: Source: %b\n Apps: %b\n List: %b\n
cs: Zdroj: %b\n Apps: %b\n List: %b\n

source: Removed all 3rd party repositories
cs: Všechny repozitáře třetích stran odebrány

source: Select a repo from the list or press CTRL+C to abort:\n%b\n
cs: Vyberte repozitář ze seznamu nebot stiskněte CTRL+C pro přerušení:\n%b\n

source: >>> Invalid Selection
cs: >>> Chybný výběr

source: Source: $AMREPO
cs: Zdroj: $AMREPO

source: Shell completion has been enabled!
cs: Dokončování shellu bylo povoleno!

source: Validation successful!
cs: Ověření úspěšné!

source: ERROR: Invalid token or insufficient permissions!
cs: CHYBA: Chybný token nebo nedostatečné oprávnění!

source: ERROR: Unexpected response (HTTP $HTTP_STATUS)
cs: CHYBA: Neočekávaná odpověď (HTTP $HTTP_STATUS)

source: ✖ No file named $ghapikey_file has been found
cs: ✖ Žádný soubor jménem $ghapikey_file nenalezen

source: ✔ $ghapikey_file has been removed
cs: ✔ $ghapikey_file byl odebrán

source: ✔ Authorization headers removed from updater files
cs: ✔ Hlavičky autorizace odebrány z aktualizovaných souborů

source: ERROR: Wrong expression, validation failed!
cs: CHYBA: Wrong expression, ověření selhalo!

source: ⚠️ Warning: Stored GitHub API token is invalid or expired
cs: ⚠️ Upozornění: Uložený GitHub API token je zastaralý nebo chybný

source: Please either:
cs: Prosím buď:

source: 1. Generate a new token and add it with: $AMCLI apikey YOUR_NEW_TOKEN
cs: 1. Vygenerujte nový token a přidejte jej použitím: $AMCLI apikey VÁŠ_NOVÝ_TOKEN

source: 2. Remove the invalid token with: $AMCLI apikey del
cs: 2. Odeberte chybný token použitím: $AMCLI apikey del

source: For instructions on creating GitHub tokens, see:
cs: Pro instrukce k vytvoření GitHub tokenu, koukněte na:

source: This function only works for AM
cs: Tato funkce funguje pouze pro AM

source: \"AppMan Mode\" enabled!
cs: \"AppMan Mód\" zapnut!

source: ✔ Clear the contents of $CACHEDIR/am
cs: ✔ Obsah $CACHEDIR/am vyčištěn

source: ✔ Clear the contents of $CACHEDIR/appman
cs: ✔ Obsah $CACHEDIR/appman vyčištěn

source: ✔ Clear the contents of $arg/*.home/.cache
cs: ✔ Obsah $arg/*.home/.cache vyčištěn

source: ✔ Removed $arg/tmp
cs: ✔ Odstraněn $arg/tmp

source: ✖ ERROR: cannot remove \"$(basename "$var")\"
cs: ✖ CHYBA: nemohu odstranit \"$(basename "$var")\"

source: related AppImage is located in an unmounted path of $unmounted_point
cs: související AppImage se nachází v nepřipojené cestě $unmounted_point

source: ✔ Removed obsolete module named \"$(basename -- "$m")\"
cs: ✔ Odstraněn zastaralý modul s názvem \"$(basename -- "$m")\"

source: Cleaning temporary files and folders...
cs: Čištění dočasných souborů a složek...

source: ✔ $argpath has been hidden
cs: ✔ $argpath schován

source: ✖ Can't hide \"$arg\", app already hidden or non-existent
cs: ✖ Namohu schovat \"$arg\", aplikace už skryta, nebo neexistuje

source: ✔ /opt/$arg can be managed again
cs: ✔ /opt/$arg může být znovu spravován

source: ✔ $APPMAN_APPSPATH/$arg can be managed again
cs: ✔ $APPMAN_APPSPATH/$arg může být znovu spravován

source: %b\n Checking for changes of the installation scripts in the online database...\n
cs: %b\n Kontroluji změny instalačních skriptů v online databázi...\n

source: ◆ %b%b\033[0m has changed, you may need to reinstall it, see\n https://github.com/ivan-hc/AM/blob/main/programs/%b/%b\n
cs: ◆ %b%b\033[0m se změnila, možná ji budete muset znovu nainstalovat, viz\n https://github.com/ivan-hc/AM/blob/main/programs/%b/%b\n

source: ◆ No installation script for %b, downloading one...\n
cs: ◆ Pro %b není instalační skript, stahuji ho...\n

source: \n To fix the above, just run \"%b%b reinstall\033[0m\", without arguments\n
cs: \n Pro opravu výše uvedeného spusťte \"%b%b reinstall\033[0m\", bez argumentů\n

source: %b\n Check and update offline lists of additional databases...\n
cs: %b\n Kontrola a aktualizace offline seznamů dalších databází...\n

source: %b\n Check for updates in modules...\n
cs: %b\n Kontroluji aktualizace modulů...\n

source: ◆ Downloading $module_name (not previously installed)...
cs: ◆ Stahuji $module_name (not previously installed)...

source: ◆ Updating $module_name...
cs: ◆ Aktualizuji $module_name...

source: \n ◆ SYNCHRONIZING \"$AMCLIUPPER\" VERSION \"$CURRENT_AM_VERSION\"...\r
cs: \n ◆ SYNCHRONIZUJI \"$AMCLIUPPER\" VERZE \"$CURRENT_AM_VERSION\"...\r

source: A new release of \"$AMCLIUPPER\" is available, please wait...\r
cs: Nová verze \"$AMCLIUPPER\" je k dispozici, počkejte prosím...\r

source: ◆ \"$AMCLIUPPER\" IS NOW UPDATED TO THE BRAND NEW \"$NEW_AM_VERSION\" VERSION!
cs: ◆ \"$AMCLIUPPER\" JE AKTUALIZOVÁN NA ZCELA NOVOU VERZI \"$NEW_AM_VERSION\"!

source: \n Replacement of version \"%b\" currently in use, COMPLETED! \n
cs: \n Výměna aktuálně používané verze \"%b\", DOKONČENA! \n

source: \n See https://github.com/ivan-hc/AM/commits/main\n\n
cs: \n Viz https://github.com/ivan-hc/AM/commits/main\n\n

source: ◆ \"$AMCLIUPPER\" IS ALREADY UPDATED, CURRENT VERSION \"$CURRENT_AM_VERSION\"
cs: ◆ \"$AMCLIUPPER\" JE JIŽ AKTUALIZOVÁN, AKTUÁLNÍ VERZE \"$CURRENT_AM_VERSION\"

source: \n See https://github.com/ivan-hc/AM/commits/%b\n\n
cs: \n Viz https://github.com/ivan-hc/AM/commits/%b\n\n

source: \"%b\" CAN MANAGE UPDATES FOR THE FOLLOWING PROGRAMS:\n%b\n\n
cs: \"%b\" MŮŽE SPRAVOVAT AKTUALIZACE PRO NÁSLEDUJÍCÍ PROGRAMY:\n%b\n\n

source: None
cs: Nic

source: \n All self-updatable programs are excluded\n
cs: \n Všechny programy, které se samy aktualizují, jsou vyloučeny\n

source: The following apps have been updated:\n\n
cs: Následující aplikace byly aktualizovány:\n\n

source: ◆ $APPNAME is updated, $timelapsed second elapsed!
cs: ◆ $APPNAME je aktualizován, $timelapsed uplynula vteřina!

source: ◆ $APPNAME is updated, $timelapsed seconds elapsed!
cs: ◆ $APPNAME je aktualizován, uplynulo $timelapsed vteřin!

source: ✖ $APPNAME is read-only, cannot update it!
cs: ✖ $APPNAME je pouze pro čtení, nelze ji aktualizovat!

source: ◆ Update local AppImages integrated manually
cs: ◆ Aktualizace místních AppImage integrovány manuálně

source: (unmounted)
cs: (odpojen)

source: %b\n >> START OF ALL PROCESSES << \n%b\n
cs: %b\n >> ZAČÁTEK VŠECH PROCESÚ << \n%b\n

source: >> END OF ALL PROCESSES << \n%b\n
cs: >> KONEC VŠECH PROCESÚ << \n%b\n

source: %b\n >> END OF ALL PROCESSES << \n%b\n
cs: %b\n >> KONEC VŠECH PROCESÚ << \n%b\n

source: ✖ ERROR: \"$(echo "$arg" | tr '[:lower:]' '[:upper:]')\" does not exists!
cs: ✖ CHYBA: \"$(echo "$arg" | tr '[:lower:]' '[:upper:]')\" does not exists!

source: ✖ Cannot manage updates for \"$(echo "$arg" | tr '[:lower:]' '[:upper:]')\"$arg_autoupdatable
cs: ✖ Nelze spravovat aktualizace pro \"$(echo "$arg" | tr '[:lower:]]' '[:upper:]')\"$arg_autoupdatable

source: ERROR: \"$arg\" is not installed, see \"-f\"
cs: CHYBA: \"$arg\" is not installed, see \"-f\"

source: ERROR: \"$AMCLI\" cannot manage updates for \"$arg\"
cs: CHYBA: \"$AMCLI\" cannot manage updates for \"$arg\"

source: ERROR: \"$arg\" source is not on Github
cs: CHYBA: \"$arg\" source is not on Github

source: ERROR: \"$arg\" does not redirect to a generic \"releases\"
cs: CHYBA: \"$arg\" does not redirect to a generic \"releases\"

source: Module not found, run \"$AMCLI -s\" to update \"$AMCLIUPPER\"
cs: Modul nebyl nalezen, spusťte \"$AMCLI -s\" pro aktualizaci \"$AMCLIUPPER\".

source: USAGE: $AMCLI [OPTION]
cs: UŽITÍ: $AMCLI [OPTION]

source: Run the \"$AMCLI -h\" command to find out more
cs: Spusťte příkaz \"$AMCLI -h\" a zjistíte více

source: ERROR: unknown option \"$1\", run the \"$AMCLI -h\" command to find out more
cs: CHYBA: unknown option \"$1\", run the \"$AMCLI -h\" command to find out more

source: \nAvailable families: %b\n
cs: \nDostupné rodiny: %b\n

source: \nBinary info: %b\n
cs: \nBinární info: %b\n

source: \nAvailable in an third-party database (requires an extension).\n
cs: \nDostupné v databázi třetí strany (vyžaduje rozšíření).\n

source: Disk usage: $disk_usage MB
cs: Využití disku: $disk_usage MB

source: Installed version: $app_version
cs: Instalovaná verze: $app_version

source: - $APPSMESSAGE $LIBSMESSAGE LOCALLY, AS \"APPMAN\"
cs: - $APPMESSAGE $LIBMESSAGE LOKÁLNĚ, JAKO \"APPMAN\"

source: - $APPSMESSAGE $LIBSMESSAGE MANAGED BY \"$AMCLIUPPER\"
cs: – $APPMESSAGE $LIBSMESSAGE SPRAVOVÁN \"$AMCLIUPPER\"

source: - $APPSMESSAGE LOCALLY, AS \"APPMAN\"
cs: - $APPMESSAGE LOKÁLNĚ, JAKO \"APPMAN\"

source: - $APPSMESSAGE MANAGED BY \"$AMCLIUPPER\"
cs: – $APPMESSAGE SPRAVOVÁN \"$AMCLIUPPER\"

source: ◆ $arg | static-binary
cs: ◆ $arg | statická-binárka

source: ◆ $arg | dynamic-binary
cs: ◆ $arg | dynamická-binárka

source: ◆ $arg | library
cs: ◆ $arg | knihovna

source: ◆ $arg | bash-script
cs: ◆ $arg | bash-skript

source: ◆ $arg | dash-script
cs: ◆ $arg | dash-skript

source: ◆ $arg | posix-script
cs: ◆ $arg | posix-skript

source: ◆ $arg | awk-script
cs: ◆ $arg | awk-skript

source: ◆ $arg | script
cs: ◆ $arg | skript

source: ◆ $arg | other
cs: ◆ $arg | jiné

source: *has dependency to EOL libfuse2 library, please ask the creator to update\n
cs: *je závislá na zastaralé knihovně libfuse2, poproste strůjce o aktualizaci\n

source: TOTAL SIZE: $TOTAL_SIZE of disk space in use
cs: CELKOVÁ VELIKOST: $TOTAL_SIZE využití disku

source: - APPIMAGE | PATH | SIZE
cs: - APPIMAGE | CESTA | VELIKOST

source: \n *this path is listed but not mounted, file size unknown\n\n
cs: \n *tato cesta je uvedena, ale nepřipojena, velikost souboru neznámá\n\n

source: To list all installable programs, use the \"%b--all\033[0m\" flag\n\n
cs: Pro výpis instalovatelných programů, spusťte \"%b--all\033[0m\" příznak\n\n

source: LIST OF THE %b
cs: SEZNAM %b

source: \n Search results for \"%s\":\n\n
cs: \n Najít výsledky pro \"%s\":\n\n

source: No search results
cs: Nic nenalezeno

source: , please retry this query using the \"%b--all\033[0m\" flag\n
cs: , prosím opakujte dotaz s použitím \"%b--all\033[0m\" příznaku\n

source: ERROR: %b not found\033[0m\n
cs: CHYBA: %b not found\033[0m\n

source: \n Unknown flag, run \"-h\" to see supported third-party flags.\n\n
cs: \n Neznámý příznak, spusťte \"-h\" pro zobrazení podporovaných příznaků třetích stran.\n\n

source: \n Search results for packages: %s\n\n
cs: \n Výsledky hledání balíčku: %s\n\n

source: Converting %s to an AppMan-compatible script.\r
cs: převádím %s na AppMan kompatibilní skript.\r

source: ✖ \"$SCRIPTDIR/$arg\" already exists!
cs: ✖ \"$SCRIPTDIR/$arg\" již existuje!

source: ◆ \"$arg\" installation script downloaded to \"$SCRIPTDIR\"!
cs: ◆ \"$arg\" instalační skript stažený do \"$SCRIPTDIR\"!

source: 💀 ERROR: \"$arg\" is NOT a valid argument
cs: 💀 CHYBA: \"$arg\" is NOT a valid argument

source: 💀 ERROR: cannot create \"$arg\" without \"convert\" (from \"imagemagick\")
cs: 💀 CHYBA: cannot create \"$arg\" without \"convert\" (from \"imagemagick\")

source: 💀 ERROR: cannot create \"$arg\", the builder does not exists
cs: 💀 CHYBA: cannot create \"$arg\", the builder does not exists

source: 💀 ERROR: you cannot install \"$arg\" without installing \"firefox\"
cs: 💀 CHYBA: you cannot install \"$arg\" without installing \"firefox\"

source: 💀 ERROR: cannot install \"$arg\" without \"$dependency_name\"
cs: 💀 CHYBA: cannot install \"$arg\" without \"$dependency_name\"

source: ◆ $APPNAME IS PART OF \"$LASTDIR\", ALREADY INSTALLED
cs: ◆ $APPNAME APLIKACE JE SOUČÁSTÍ \"$LASTDIR\", KTERÝ JE JIŽ NAINSTALOVÁN

source: \n We can't be sure as to what is inside the application\n We highly recommend that you sandbox this application\n\n
cs: \n Nemůžeme si být jisti, co je uvnitř aplikace\n Důrazně doporučujeme, abyste tuto aplikaci uložili do sandboxu\n\n

source: \n INSTALLATION ABORTED! \n
cs: \n INSTALACE ZRUŠENA! \n

source: ◆ $APPNAME: starting installation script
cs: ◆ $APPNAME: zaačátek instalačního skriptu

source: \n This script will create an AppImage on the fly, please wait...\n
cs: \n Tento skript vytvoří AppImage za běhu, počkejte prosím...\n

source: 💀 ERROR: \"$arg\" already exists in /usr/local/lib
cs: 💀 CHYBA: \"$arg\" already exists in /usr/local/lib

source: \n ⚠️ This script will install a system library in /usr/local/lib\n\n
cs: \n ⚠️ Tento skript nainstaluje systémovou knihovnu do adresáře /usr/local/lib\n\n

source: 💀 ERROR DURING INSTALLATION, REMOVED $APPNAME!
cs: 💀 CHYBA DURING INSTALLATION, REMOVED $APPNAME!

source: INSTALLATION ABORTED!
cs: INSTALACE ZRUŠENA!

source: ✖ \"$(echo "$arg" | sed 's/-appimage//g')\" is not an Appimage
cs: ✖ \"$(echo "$arg" | sed 's/-appimage//g')\" není Appimage

source: Detected multiple variants, choose one or press ZERO to abort:\n\n
cs: Zjištěno více variant, vyberte jednu nebo stiskněte ZERO pro přerušení:\n\n

source: %bPlease select another item or press \"ZERO\".\n\n
cs: %bProsím, vyberte jinou položku nebo stiskněte \"ZERO\".\n\n

source: \n Invalid selection. INSTALLATION ABORTED! \n
cs: \n Neplatný výběr. INSTALACE PŘERUŠENA! \n

source: 💀 ERROR, \"$arg\" does NOT exist in 3rd-party databases
cs: 💀 CHYBA, \"$arg\" does NOT exist in 3rd-party databases

source: \n Try again but WITHOUT the third-party flag\n
cs: \n Zkuste znovu, ale BEZ příznaku třetích stran\n

source: USAGE: $AMCLI $1 $2 [ARGUMENT]
cs: UŽITÍ: $AMCLI $1 $2 [ARGUMENT]

source: USAGE: $AMCLI $1 --convert [ARGUMENT]
cs: UŽITÍ: $AMCLI $1 --convert [ARGUMENT]

source: USAGE: $AMCLI $1 --debug [ARGUMENT]
cs: UŽITÍ: $AMCLI $1 --debug [ARGUMENT]

source: USAGE: $AMCLI $1 --force-latest [ARGUMENT]
cs: UŽITÍ: $AMCLI $1 --force-latest [ARGUMENT]

source: USAGE: $AMCLI $1 --icons [ARGUMENT]
cs: UŽITÍ: $AMCLI $1 --icons [ARGUMENT]

source: USAGE: $AMCLI $1 --sandbox [ARGUMENT]
cs: UŽITÍ: $AMCLI $1 --sandbox [ARGUMENT]

source: USAGE: $AMCLI $1 --user [ARGUMENT]
cs: UŽITÍ: $AMCLI $1 --user [ARGUMENT]

source: \n %bSTART OF ALL INSTALLATION PROCESSES\033[0m\n\n
cs: \n %bSTART VŠECH INSTALAČNÍCH PROCESŮ\033[0m\n\n

source: ◆ \"$pure_arg\" is already installed!
cs: ◆ \"$pure_arg\" již nainstalován!

source: 💀 ERROR: \"$pure_arg\" command already exists!
cs: 💀 CHYBA: \"$pure_arg\" příkaz už existuje!

source: 💀 ERROR: the file \"$arg\" does NOT exist
cs: 💀 CHYBA: soubor \"$arg\" NEEXISTUJE

source: 💀 ERROR: \"$arg\" does NOT exist in the \"AM\" database, $(printf "please check the list, run the \"%b$AMCLIPATH_ORIGIN -l\033[0m\" command.\n\n" "${Gold}")
cs: 💀 CHYBA: \"$arg\" NENÍ v databázi \"AM\", $(printf "please check the list, run the \"%b$AMCLIPATH_ORIGIN -l\033[0m\" command.\n\n" "${Gold}")

source: \n ERROR: \"%b\" is NOT an AppImage\n
cs: \n CHYBA: \"%b\" NENÍ AppImage\n

source: \n %bEND OF ALL INSTALLATION PROCESSES\n\033[0m
cs: \n %bKONEC VŠECH INSTALAČNÍCH PROCESŮ\n\033[0m

source: \n The following new programs have been installed:\n\n
cs: \n Byly nainstalovány následující nové programy:\n\n

source: USAGE: $AMCLI $1 user/project [ARGUMENT]
cs: UŽITÍ: $AMCLI $1 user/project [ARGUMENT]

source: USAGE: $AMCLI $1 user/project [ARGUMENT] [KEYWORD]
cs: UŽITÍ: $AMCLI $1 user/project [ARGUMENT] [KEYWORD]

source: USAGE: $AMCLI $1 --user user/project [ARGUMENT]
cs: UŽITÍ: $AMCLI $1 --user user/project [ARGUMENT]

source: USAGE: $AMCLI $1 --user user/project [ARGUMENT] [KEYWORD]
cs: UŽITÍ: $AMCLI $1 --user user/project [ARGUMENT] [KEYWORD]

source: %b\n ABORTED! \n%b\n
cs: %b\n ZRUŠENO! \n%b\n

source: %b\n Reinstalling everything...\n%b\n
cs: %b\n Přeinstalovávám vše...\n%b\n

source: %b\n Checking for changes of the installation scripts in the online database...\n%b\n
cs: %b\n Kontrola změn instalačních skriptů v online databázi...\n%b\n

source: App removal and reinstallation complete! \n%b\n
cs: Odstranění a přeinstalování aplikace dokončeno! \n%b\n

source: Nothing to do here! \n%b\n
cs: Zde není co dělat! \n%b\n

source: \n ◆ To set date and time as a name, press ENTER (default)\n ◆ To set the version as a name, press \"1\"\n ◆ To set a custom name, write anything else\n\n
cs: \n ◆ Chcete-li nastavit datum a čas jako název, stiskněte ENTER (výchozí)\n ◆ Chcete-li nastavit verzi jako název, stiskněte \"1\"\n ◆ Chcete-li nastavit vlastní název, napište cokoli jiného\n\n

source: \"$2\" is not a valid argument or is not installed.
cs: \"$2\" není platný argument nebo není nainstalován.
